update MOVIE.MOVIE
set ID   = 1,
    片名   = '我不是药神',
    简介   = '普通中年男子程勇（徐峥 饰）经营着一家保健品店，失意又失婚。不速之客吕受益（王传君 饰）的到来，让他开辟了一条去印度买药做“代购”的新事业，虽然困难重重，但他在这条“买药之路”上发现了商机，一发不可收拾地做起了治疗慢粒白血病的印度仿制药独家代理商。赚钱的同时，他也认识了几个病患及家属，为救女儿被迫做舞女的思慧（谭卓 饰）、说一口流利“神父腔”英语的刘牧师（杨新鸣 饰），以及脾气暴烈的“黄毛”（章宇 饰），几个人合伙做起了生意，利润倍增的同时也危机四伏。程勇昔日的小舅子曹警官（周一围 饰）奉命调查仿制药的源头，假药贩子张长林（王砚辉 饰）和瑞士正牌医药代表（李乃文 饰）也对其虎视眈眈，生意逐渐变成了一场关于救赎的拉锯战。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2519070834.jpg',
    导演   = ' 文牧野',
    编剧   = ' 韩家女 / 钟伟 / 文牧野',
    语言   = ' 汉语普通话 / 英语 / 上海话 / 印地语',
    上映日期 = ' 2018-07-05(中国大陆) / 2018-06-30(大规模点映)',
    片长   = ' 117分钟',
    又名   = ' 中国药神 / 印度药神 / 印度药商 / 生命之路 / Dying to Survive / Drug Dealer',
    评分   = 9,
    豆瓣ID = 26752088,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 2,
    片名   = '无名之辈',
    简介   = '在一座山间小城中，一对低配劫匪、一个落魄的泼皮保安、一个身体残疾却性格彪悍的毒舌女以及一系列生活在社会不同轨迹上的小人物，在一个貌似平常的日子里，因为一把丢失的老枪和一桩当天发生在城中的乌龙劫案，从而被阴差阳错地拧到一起，发生的一幕幕令人啼笑皆非的荒诞喜剧。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2539661066.jpg',
    导演   = ' 饶晓志',
    编剧   = ' 饶晓志 / 雷志龙',
    语言   = ' 汉语普通话 / 贵州话',
    上映日期 = ' 2018-11-16(中国大陆)',
    片长   = ' 108分钟',
    又名   = ' 慌枪走板 / A Cool Fish',
    评分   = 8.1,
    豆瓣ID = 27110296,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 3,
    片名   = '毒液：致命守护者 Venom',
    简介   = '艾迪（汤姆·哈迪 Tom Hardy 饰）是一位深受观众喜爱的新闻记者，和女友安妮（米歇尔·威廉姆斯 Michelle Williams 饰）相恋多年，彼此之间感情十分要好。安妮是一名律师，接手了生命基金会的案件，在女友的邮箱里，艾迪发现了基金会老板德雷克（里兹·阿迈德 Riz Ahmed 饰）不为人知的秘密。为此，艾迪不仅丢了工作，女友也离他而去。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2537158013.jpg',
    导演   = ' 鲁本·弗雷斯彻',
    编剧   = ' 杰夫·皮克纳 / 斯科特·罗森伯格 / 凯莉·马塞尔 / 托德·麦克法兰 / 戴维·麦克法兰',
    语言   = ' 英语 / 汉语普通话',
    上映日期 = ' 2018-11-09(中国大陆) / 2018-10-05(美国)',
    片长   = ' 112分钟 / 107分钟(中国大陆)',
    又名   = ' 毒魔(港) / 猛毒(台) / 毒液',
    评分   = 7.2,
    豆瓣ID = 3168101,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 4,
    片名   = '无双 無雙',
    简介   = '《无双》讲述了以代号“画家”（周润发 饰）为首的犯罪团伙，掌握了制造伪钞技术，难辨真伪，并在全球进行交易获取利益，引起警方高度重视。然而“画家”和其他成员的身份一直成谜，警方的破案进度遭受到了前所未有的挑战。在关键时刻，擅长绘画的李问（郭富城 饰）打开了破案的突破口，而“画家”的真实身份却让众人意想不到……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2535096871.jpg',
    导演   = ' 庄文强',
    编剧   = ' 庄文强',
    语言   = ' 汉语普通话 / 粤语 / 英语 / 泰语 / 波兰语',
    上映日期 = ' 2018-09-30(中国大陆) / 2018-10-04(香港)',
    片长   = ' 130分钟',
    又名   = ' Project Gutenberg / Mo seung',
    评分   = 8.1,
    豆瓣ID = 26425063,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 5,
    片名   = '西虹市首富',
    简介   = '西虹市丙级球队大翔队的守门员王多鱼（沈腾 饰）因比赛失利被教练开除，一筹莫展之际王多鱼突然收到神秘人士金老板（张晨光 饰）的邀请，被告知自己竟然是保险大亨王老太爷（李立群 饰）的唯一继承人，遗产高达百亿！但是王老太爷给出了一个非常奇葩的条件，那就是要求王多鱼在一个月内花光十亿，还不能告诉身边人，否则失去继承权。王多鱼毫不犹豫签下了“军令状”，与好友庄强（张一鸣 饰）以及财务夏竹（宋芸桦 饰）一起开启了“挥金之旅”，即将成为西虹市首富的王多鱼，第一次感受到了做富人的快乐，同时也发现想要挥金如土实在没有那么简单！
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2529206747.jpg',
    导演   = ' 闫非 / 彭大魔',
    编剧   = ' 闫非 / 彭大魔 / 林炳宝',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-07-27(中国大陆)',
    片长   = ' 118分钟',
    又名   = ' Hello Mr. Billionaire',
    评分   = 6.6,
    豆瓣ID = 27605698,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 6,
    片名   = '一出好戏',
    简介   = '马进欠下债务，与远房表弟小兴在底层社会摸爬滚打，习惯性的买彩票，企图一夜暴富，并迎娶自己的同事姗姗。一日，公司全体员工出海团建，途中，马进收到了彩票中头奖的信息，六千万！就在马进狂喜自己翻身的日子终于到来之际，一场突如其来的滔天巨浪打破了一切。苏醒过来的众人发现身处荒岛 ，丧失了一切与外界的联系……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2529571873.jpg',
    导演   = ' 黄渤',
    编剧   = ' 黄渤 / 张冀 / 郭俊立 / 查慕春 / 崔斯韦 / 邢爱娜 / 黄湛中',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-08-10(中国大陆)',
    片长   = ' 134分钟',
    又名   = ' 大富翁 / 诳想曲 / The Island',
    评分   = 7.1,
    豆瓣ID = 26985127,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 7,
    片名   = '复仇者联盟3：无限战争 Avengers: Infinity War',
    简介   = '最先与灭霸军团遭遇的雷神索尔一行遭遇惨烈打击，洛基遇害，空间宝石落入灭霸之手。未几，灭霸的先锋部队杀至地球，一番缠斗后掳走奇异博士。为阻止时间宝石落入敌手，斯塔克和蜘蛛侠闯入了敌人的飞船。与此同时，拥有心灵宝石的幻视也遭到外星侵略者的袭击，为此美国队长、黑寡妇等人将其带到瓦坎达王国，向黑豹求助。幸免于难的索尔与星爵一行相逢，随后他们兵分两路。索尔与火箭、格鲁特踏上再铸雷神之锤的旅程，星爵则与卡魔拉等人试图阻止灭霸的恶行。而知晓灵魂宝石下落的卡魔拉，同样是其义父灭霸追踪的对象。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2517753454.jpg',
    导演   = ' 安东尼·罗素 / 乔·罗素',
    编剧   = ' 杰克·科比 / 克里斯托弗·马库斯 / 斯蒂芬·麦克菲利 / 吉姆·斯特林',
    语言   = ' 英语',
    上映日期 = ' 2018-05-11(中国大陆) / 2018-04-23(加州首映) / 2018-04-27(美国)',
    片长   = ' 150分钟',
    又名   = ' 复仇者联盟3：无限之战(港) / 复仇者联盟：无限之战(台) / 复仇者联盟3：无尽之战 / 复联3 / 妇联3(豆友译名) / 复仇者联盟3：灭霸传(豆友译名) / Avengers',
    评分   = 8.1,
    豆瓣ID = 24773958,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 8,
    片名   = '头号玩家 Ready Player One',
    简介   = '故事发生在2045年，虚拟现实技术已经渗透到了人类生活的每一个角落。詹姆斯哈利迪（马克·里朗斯 Mark Rylance 饰）一手建造了名为“绿洲”的虚拟现实游戏世界，临终前，他宣布自己在游戏中设置了一个彩蛋，找到这枚彩蛋的人即可成为绿洲的继承人。要找到这枚彩蛋，必须先获得三把钥匙，而寻找钥匙的线索就隐藏在詹姆斯的过往之中。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2516578307.jpg',
    导演   = ' 史蒂文·斯皮尔伯格',
    编剧   = ' 扎克·佩恩 / 恩斯特·克莱恩',
    语言   = ' 英语 / 日语 / 汉语普通话',
    上映日期 = ' 2018-03-30(中国大陆) / 2018-03-11(西南偏南电影节) / 2018-03-29(美国)',
    片长   = ' 140分钟',
    又名   = ' 玩家一号 / 挑战者1号(港) / 一级玩家(台) / 一号玩家',
    评分   = 8.7,
    豆瓣ID = 4920389,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 9,
    片名   = '红海行动',
    简介   = '中东国家伊维亚共和国发生政变，武装冲突不断升级。刚刚在索马里执行完解救人质任务的海军护卫舰临沂号，受命前往伊维亚执行撤侨任务。舰长高云（张涵予 饰）派出杨锐（张译 饰）率领的蛟龙突击队登陆战区，护送华侨安全撤离。谁知恐怖组织扎卡却将撤侨部队逼入交火区，一场激烈的战斗在所难免。与此同时，法籍华人记者夏楠（海清 饰）正在伊维亚追查威廉·柏森博士贩卖核原料的事实，而扎卡则突袭柏森博士所在的公司，意图抢走核原料。混战中，一名隶属柏森博士公司的中国员工成为人质。为了解救该人质，八名蛟龙队员必须潜入有150名恐怖分子的聚集点，他们用自己的信念和鲜血铸成中国军人顽强不屈的丰碑！
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2514119443.jpg',
    导演   = ' 林超贤',
    编剧   = ' 冯骥 / 陈珠珠 / 林明杰',
    语言   = ' 汉语普通话 / 阿拉伯语 / 英语 / 索马里语 / 粤语',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 138分钟',
    又名   = ' 刀锋·红海行动 / Operation Red Sea',
    评分   = 8.3,
    豆瓣ID = 26861685,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 10,
    片名   = '碟中谍6：全面瓦解 Mission: Impossible - Fallout',
    简介   = '伊森·亨特（汤姆·克鲁斯饰）和队友们接到了追回三个大杀伤性核武器的任务。眼见任务马上就能完成，但为了挽救其中一位队友卢瑟（文·瑞姆斯饰）的生命，三个核武器被人趁机带走。中情局负责人斯隆女士（安吉拉·贝塞特饰）调来她手下的得意猛将沃克（亨利·卡维尔饰），让他盯着伊森·亨特完成追回核武器的任务。期间，女特工伊尔莎（丽贝卡·弗格森饰）突然出现，伊森·亨特发现，他要面对的并不只是恐怖分子，还有潜藏在政府部门的内鬼。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2529365085.jpg',
    导演   = ' 克里斯托弗·麦奎里',
    编剧   = ' 克里斯托弗·麦奎里 / 布鲁斯·盖勒',
    语言   = ' 英语 / 法语',
    上映日期 = ' 2018-08-31(中国大陆) / 2018-07-27(美国)',
    片长   = ' 147分钟 / 148分钟(中国大陆)',
    又名   = ' 碟中谍6 / 不可能的任务：全面瓦解(台) / 职业特工队：叛逆之谜(港) / Mission',
    评分   = 8.1,
    豆瓣ID = 26336252,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 11,
    片名   = '寻梦环游记 Coco',
    简介   = '热爱音乐的米格尔（安东尼·冈萨雷兹 Anthony Gonzalez 配音）不幸地出生在一个视音乐为洪水猛兽的大家庭之中，一家人只盼着米格尔快快长大，好继承家里传承了数代的制鞋产业。一年一度的亡灵节即将来临，每逢这一天，去世的亲人们的魂魄便可凭借着摆在祭坛上的照片返回现世和生者团圆。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2503997609.jpg',
    导演   = ' 李·昂克里奇 / 阿德里安·莫利纳',
    编剧   = ' 阿德里安·莫利纳 / 马修·奥尔德里奇 / 李·昂克里奇 / 詹森·卡茨',
    语言   = ' 英语 / 西班牙语',
    上映日期 = ' 2017-11-24(中国大陆) / 2017-10-20(莫雷利亚电影节) / 2017-11-22(美国)',
    片长   = ' 105分钟',
    又名   = ' 可可夜总会(台) / 玩转极乐园(港) / 亡灵总动员(豆友译名) / 冥冥之中(豆友译名) / 墨西哥亡灵节 / 可可',
    评分   = 9,
    豆瓣ID = 20495023,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 12,
    片名   = '邪不压正',
    简介   = '七七事变前夕，华裔青年小亨德勒（彭于晏 饰）从美国远赴重洋，回到阔别十数年之久的北平从医。然而他真正的名字叫李天然，十三岁那年曾亲眼目睹师父一家遭师兄朱潜龙（廖凡 饰）和日本人根本一郎（泽田谦也 饰）灭门。侥幸逃生的天然被美国人亨德勒医生送往大洋彼岸，接受了极其严苛的训练，而今他怀着绝密的任务踏上故土。亨德勒父子租住神秘男子蓝青峰（姜文 饰）的宅子，蓝是当年辛亥革命的参与者，他与现为警察局长的朱潜龙过从甚密，却又以杀死李天然为筹码，暗中怂恿朱除掉根本一郎。复仇心切的李天然寻找到了仇人，而亨德勒医生则全力阻止养子冒险。在这一过程中，交际花唐凤仪（许晴 饰）与裁缝关巧红（周韵 饰）也卷入了男人的勾心斗角的漩涡里。直到七七事变爆发，所有的矛盾迎来了决断的时刻……
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2526297221.jpg',
    导演   = ' 姜文',
    编剧   = ' 姜文 / 何冀平 / 李非 / 孙悦 / 张北海',
    语言   = ' 汉语普通话 / 英语 / 日语 / 法语',
    上映日期 = ' 2018-07-13(中国大陆)',
    片长   = ' 137分钟',
    又名   = ' 侠隐 / Hidden Man',
    评分   = 7,
    豆瓣ID = 26366496,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 13,
    片名   = '蚁人2：黄蜂女现身 Ant-Man and the Wasp',
    简介   = '来自漫威电影宇宙的新片《蚁人2：黄蜂女现身》重点展现了两位超级英雄令人惊叹的收缩能力。继《美国队长3》的故事线之后，斯科特·朗迎来了自己作为超级英雄和孩子父亲的双重身份。一方面，他在背负着蚁人职责的同时努力过好自己的生活；另一方面，二代黄蜂女霍普·凡·戴恩和汉克·皮姆博士又向他传达了一项紧迫的新任务。斯科特必须再次穿上战衣，与黄蜂女并肩作战，共同破解来自过去的谜题。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2529389608.jpg',
    导演   = ' 佩顿·里德',
    编剧   = ' 克里斯·麦克纳 / 埃里克·萨默斯 / 保罗·路德 / 安德鲁·贝伦 / 加百利·法拉利',
    语言   = ' 英语',
    上映日期 = ' 2018-08-24(中国大陆) / 2018-07-06(美国)',
    片长   = ' 118分钟 / 119分钟(中国大陆)',
    又名   = ' 蚁侠2：黄蜂女现身(港) / 蚁人2 / 蚁人与黄蜂女 / Ant-Man 2',
    评分   = 7.3,
    豆瓣ID = 26636712,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 14,
    片名   = '唐人街探案2',
    简介   = '唐仁（王宝强 饰）为巨额奖金欺骗秦风（刘昊然 饰）到纽约参加世界名侦探大赛，然而随着和世界各国侦探们啼笑皆非的较量，两人却发现了隐藏在这次挑战背后的更大秘密...
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2511355624.jpg',
    导演   = ' 陈思诚',
    编剧   = ' 陈思诚',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 121分钟',
    又名   = ' 唐探2 / Detective Chinatown Vol 2',
    评分   = 6.7,
    豆瓣ID = 26698897,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 15,
    片名   = '动物世界',
    简介   = '在游戏机厅做着兼职“小丑”的郑开司（李易峰 饰），幼时父亲突然失踪，母亲重病住院，使得郑开司的生活非常拮据。发小“大虾米”（曹炳琨 饰）借口买房骗下了郑开司父亲留下的房产，还给他带来了巨额的欠债。神秘人物（迈克尔·道格拉斯 Michael Douglas 饰）出现，告诉郑开司，只要参加“命运号”游轮上的神秘游戏，就有机会偿还完所有欠款，一无所有的郑开司为了给青梅竹马的护士刘青（周冬雨 饰）和母亲更好的生活，只得登上游轮，开始了生存游戏，一场以“剪刀、石头、布”展开的生死较量即将登场……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2525528688.jpg',
    导演   = ' 韩延',
    编剧   = ' 韩延',
    语言   = ' 汉语普通话 / 英语',
    上映日期 = ' 2018-06-29(中国大陆)',
    片长   = ' 132分钟',
    又名   = ' 赌博默示录中国版 / Animal World',
    评分   = 7.2,
    豆瓣ID = 26925317,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 16,
    片名   = '影',
    简介   = '纷乱时局，群敌环伺。一个从小被秘密囚禁的替身，不甘只做他人手中的武器；但若想冲破枷锁，找回自我，又必将历经千难万险的考验；替身能否寻回自由，他又该如何选择？
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2530513100.jpg',
    导演   = ' 张艺谋',
    编剧   = ' 李威 / 张艺谋',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-09-30(中国大陆) / 2018-09-06(威尼斯电影节)',
    片长   = ' 116分钟',
    又名   = ' 三国·荆州 / 荆州保卫战 / Shadow',
    评分   = 7.2,
    豆瓣ID = 4864908,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 17,
    片名   = '战狼2',
    简介   = '故事发生在非洲附近的大海上，主人公冷锋（吴京 饰）遭遇人生滑铁卢，被“开除军籍”，本想漂泊一生的他，正当他打算这么做的时候，一场突如其来的意外打破了他的计划，突然被卷入了一场非洲国家叛乱，本可以安全撤离，却因无法忘记曾经为军人的使命，孤身犯险冲回沦陷区，带领身陷屠杀中的同胞和难民，展开生死逃亡。随着斗争的持续，体内的狼性逐渐复苏，最终孤身闯入战乱区域，为同胞而战斗。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2494701965.jpg',
    导演   = ' 吴京',
    编剧   = ' 吴京 / 董群 / 刘毅',
    语言   = ' 汉语普通话 / 英语',
    上映日期 = ' 2017-07-27(中国大陆)',
    片长   = ' 123分钟',
    又名   = ' 新战狼 / 新战死沙场 / Wolf Warriors 2',
    评分   = 7.1,
    豆瓣ID = 26363254,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 18,
    片名   = '无问西东',
    简介   = '如果提前了解了你所要面对的人生，你是否还会有勇气前来？吴岭澜、沈光耀、王敏佳、陈鹏、张果果，几个年轻人满怀诸多渴望，在四个非同凡响的时空中一路前行。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2507572275.jpg',
    导演   = ' 李芳芳',
    编剧   = ' 李芳芳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-01-12(中国大陆)',
    片长   = ' 138分钟',
    又名   = ' Forever Young',
    评分   = 7.6,
    豆瓣ID = 6874741,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 19,
    片名   = '芳华',
    简介   = '故事发生在上世纪七十年代，寄人篱下的少女何小萍（苗苗 饰）经过重重试炼终于加入了梦寐以求的文工团，哪知道这里和她曾经待过的那些地方并无不同，她依然得忍受遭人唾弃和欺侮的生活。唯一给过她温暖的，是刘峰（黄轩 饰），不仅仅是对何小萍，被称为“活雷锋”的刘峰把自己的爱情和温暖无私的奉献给每一个人。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2507227732.jpg',
    导演   = ' 冯小刚',
    编剧   = ' 严歌苓',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-15(中国大陆) / 2017-09-07(多伦多电影节)',
    片长   = ' 136分钟 / 146分钟(多伦多电影节)',
    又名   = ' 歌声离我远去 / Youth',
    评分   = 7.6,
    豆瓣ID = 26862829,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 20,
    片名   = '三块广告牌 Three Billboards Outside Ebbing, Missouri',
    简介   = '米尔德雷德（弗兰西斯·麦克多蒙德 Frances McDormand 饰）的女儿在外出时惨遭奸杀，米尔德雷德和丈夫查理（约翰·哈克斯 John Hawkes 饰）之间的婚姻因此走到了尽头，如今，她同儿子罗比（卢卡斯·赫奇斯 Lucas Hedges饰）过着相依为命的生活。一晃眼几个月过去了，案件仍然没有告破预兆，而警方似乎早已经将注意力从案子上转移了开来。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2510081688.jpg',
    导演   = ' 马丁·麦克唐纳',
    编剧   = ' 马丁·麦克唐纳',
    语言   = ' 英语',
    上映日期 = ' 2018-03-02(中国大陆) / 2017-09-04(威尼斯电影节) / 2017-12-01(美国)',
    片长   = ' 115分钟',
    又名   = ' 意外(台) / 广告牌杀人事件(港)',
    评分   = 8.7,
    豆瓣ID = 26611804,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 21,
    片名   = '超时空同居',
    简介   = '生活在2018年的大龄女青年谷小焦（佟丽娅 饰），梦想能够嫁一个能买得起她幼时豪宅的有钱人，却屡屡受挫，只能蜗居在一栋老居民楼里。生活在1999年的陆鸣（雷佳音 饰）手握着自己设计的宏伟蓝图，却始终找不到投资人，同时也面临重大的事业危机。奇怪的时刻来临了，失意的两个人回到家中居然发生了惊人的一幕，同一扇门关上后居然是两个时空的交汇点，两个不同时空的人相遇了，为了拯救自己的未来，两人共商大计，开启了幻想一夜暴富的一系列措施，引发了啼笑皆非的连锁反应。而他们不知道的是，两个时空的重叠是人为的操控，他们每走一步都会引发不可预知的结果，更要命的事，本来只是视对方为赚钱拍档的两人引发了爱的火花……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2520331478.jpg',
    导演   = ' 苏伦',
    编剧   = ' 苏伦',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-05-18(中国大陆)',
    片长   = ' 101分钟',
    又名   = ' 口袋宇宙 / How Long Will I Love U',
    评分   = 6.9,
    豆瓣ID = 27133303,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 22,
    片名   = '天才枪手 ฉลาดเกมส์โกง',
    简介   = '影片根据2014年轰动一时的亚洲考场作弊案改编，讲述了天才学霸利用高智商考场作弊牟取暴利的故事。出生平凡的天才少女Lynn（茱蒂蒙·琼查容苏因 饰）在进入贵族学校后，结识了富二代同学Grace（依莎亚·贺苏汪饰）与Pat（披纳若·苏潘平佑饰），从此开始了考场作弊生涯，与此同时，另一名记忆力极佳的天才学霸Bank（查侬·散顶腾古 饰）发现了Lynn不为人知的“交易”。经过多场险象环生的“作弊战争”后，Lynn接下最后一单在国际考场上为富家子弟作弊的天价委托。一场横跨两大洲的完美作弊方案横空出世，然而一切并不像他们想的那么简单……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2501863104.jpg',
    导演   = ' 纳塔吾·彭皮里亚',
    编剧   = ' 塔妮达·汉塔维瓦塔娜 / 瓦苏红·皮娅罗姆娜 / 纳塔吾·彭皮里亚',
    语言   = ' 泰语 / 英语',
    上映日期 = ' 2017-10-13(中国大陆) / 2017-05-03(泰国)',
    片长   = ' 130分钟',
    又名   = ' 模犯生(台) / 出猫特攻队(港) / 完美作弊 / 高智商的作弊游戏 / 坏天才 / Bad Genius',
    评分   = 8.2,
    豆瓣ID = 27024903,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 23,
    片名   = '羞羞的铁拳',
    简介   = '堕落沉沦的MMA选手艾迪生（艾伦 饰）依靠打假拳度日，早已忘记昔日的雄心壮志。某次他和假拳掮客马东（田雨 饰）商议打假赛的时候，不慎被正义感爆棚的体育记者马小（马丽 饰）听到并录音。在追赶马丽的过程中，艾迪生和对方一同跌入游泳池，并遭到雷电的电击。当他们从医院醒来后，发现两人居然互换了身体。在所有复原的办法都失败后，艾迪生只能请求马小代替他去和拳王吴良（薛皓文 饰）——同时也是马小的未婚夫——去打比赛。然而，娘娘的艾迪生和汉子力爆表的马小却闹出了一连串的笑话。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2499793218.jpg',
    导演   = ' 宋阳 / 张吃鱼',
    编剧   = ' 张吃鱼 / 宋阳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-09-30(中国大陆)',
    片长   = ' 100分钟',
    又名   = ' Never Say Die',
    评分   = 6.9,
    豆瓣ID = 27038183,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 24,
    片名   = '敦刻尔克 Dunkirk',
    简介   = '故事改编自著名的二战军事事件“敦刻尔克大撤退”。二战初期，40万英法盟军被敌军围困于敦刻尔克的海滩之上，面对敌军步步逼近的绝境，形势万分危急。英国政府和海军发动大批船员，动员人民起来营救军队。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2494950714.jpg',
    导演   = ' 克里斯托弗·诺兰',
    编剧   = ' 克里斯托弗·诺兰',
    语言   = ' 英语 / 法语 / 德语',
    上映日期 = ' 2017-09-01(中国大陆) / 2017-07-13(伦敦首映) / 2017-07-21(美国)',
    片长   = ' 107分钟',
    又名   = ' 敦刻尔克大撤退 / 敦克尔克大行动(台) / 邓寇克大行动(港)',
    评分   = 8.4,
    豆瓣ID = 26607693,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 25,
    片名   = '黑豹 Black Panther',
    简介   = '位于非洲的神秘国家瓦坎达，凭借来自宇宙的振金而成为科技极度发达的国家，不过他们长久封闭，始终对外界保守这个秘密。在前国王死于联合国爆炸袭击后，特查拉王子（查德维克·博斯曼 Chadwick Boseman 饰）继任成为新的国王，同时他也是黑豹的继承者。登基之后，特查拉与前女友娜吉雅（露皮塔·尼永奥 Lupita Nyong''o 饰）、贴身侍卫奥姆烨（丹娜·奎里拉 Danai Gurira 饰）追查曾经盗取振金并杀害瓦坎达人的尤利西斯·克劳（安迪·瑟金斯 Andy Serkis 饰）。一番厮杀后，克劳侥幸逃脱，谁知最终死于合伙人艾瑞克·克尔芒戈（迈克尔·B·乔丹 Michael B. Jordan 饰）之手。艾瑞克同样具有瓦坎达血统，而且当年他的父亲死在了自己的兄弟——特查拉父亲的手中。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2512123434.jpg',
    导演   = ' 瑞恩·库格勒',
    编剧   = ' 瑞恩·库格勒 / 乔·罗伯特·科尔 / 斯坦·李 / 杰克·科比',
    语言   = ' 斯瓦希里语 / 英语 / 科萨语 / 韩语',
    上映日期 = ' 2018-03-09(中国大陆) / 2018-02-16(美国)',
    片长   = ' 134分钟 / 135分钟(中国大陆)',
    又名   = null,
    评分   = 6.5,
    豆瓣ID = 6390825,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 26,
    片名   = '妖猫传',
    简介   = '故事发生在盛唐时期的长安城，白乐天（黄轩 饰）本是朝廷要官，却为了收集写诗的素材而甘愿被贬为起居郎。长安城内连连发生离奇的死亡事件，就连当今圣上也难逃厄运离奇身亡，这一切都和一只神出鬼没的妖猫有关。日本僧人空海（染谷将太 饰）本为了替皇帝解咒远渡重洋而来，却和白乐天意气相投，两人决心携手调查案件真相。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2530249558.jpg',
    导演   = ' 陈凯歌',
    编剧   = ' 王蕙玲 / 陈凯歌 / 梦枕貘',
    语言   = ' 汉语普通话 / 日语',
    上映日期 = ' 2017-12-22(中国大陆) / 2018-02-24(日本)',
    片长   = ' 129分钟(中国大陆) / 132分钟(日本)',
    又名   = ' 沙门空海 / 沙门空海之大唐鬼宴 / 大唐鬼宴 / 空海 / 空海 KU-KAI 美しき王妃の謎 / 沙門空海唐の国にて鬼と宴す / Legend of the Demon Cat',
    评分   = 6.9,
    豆瓣ID = 5350027,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 27,
    片名   = '侏罗纪世界2 Jurassic World: Fallen Kingdom',
    简介   = '自侏罗纪世界的骚乱以来，种类繁多的恐龙在努布拉岛度过了三年无拘无束的时光。然而该岛火山活动频繁，随时有喷发的危险。致力于恐龙保护的克莱尔·戴宁（布莱丝·达拉斯·霍华德 Bryce Dallas Howard 饰）受到班杰明•洛克伍德的邀请。班杰明及其下属伊莱·米尔斯（拉菲·斯波 Rafe Spall 饰）希望她和相关技术人员前往努布拉岛拯救那里的恐龙，并将它们安置在新的栖息地。受到感染的克莱尔设法找来欧文（克里斯·帕拉特 Chris Pratt 饰）一同前往，欧文则希望救出他亲手驯养的迅猛龙小蓝。当他们踏足这座隔绝之岛时，却发现事情没那么简单。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2522069454.jpg',
    导演   = ' 胡安·安东尼奥·巴亚纳',
    编剧   = ' 科林·特雷沃罗 / 德里克·康纳利 / 迈克尔·克莱顿',
    语言   = ' 英语',
    上映日期 = ' 2018-06-15(中国大陆) / 2018-06-22(美国)',
    片长   = ' 128分钟',
    又名   = ' 侏罗纪世界：殒落国度(台) / 侏罗纪世界：迷失国度(港) / 侏罗纪世界2：失落王国 / 侏罗纪世界2：堕落王国 / 侏罗纪公园5 / Jurassic Park 5 / Jurassic World 2',
    评分   = 6.7,
    豆瓣ID = 26416062,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 28,
    片名   = '李茶的姑妈',
    简介   = '《李茶的姑妈》改编自开心麻花同名爆笑舞台剧。李茶（宋阳 饰）是个穷小子，姑妈（卢靖姗 饰）却是全球女首富，自打李茶出生后二人便未曾谋面。为了娶到“势利眼富商”的女儿，李茶恳请姑妈出面牵线搭桥，可各怀鬼胎的一行人却误将男员工黄沧海（黄才伦 饰）认作姑妈。为了各自的利益，黄沧海、李茶连同梁杰瑞（艾伦 饰）三个人将计就计组团来“假扮姑妈”，正当众人纷纷讨好这位“假姑妈”时，神秘的“真姑妈”现身了，一连串的爆笑故事也发生了......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2533384240.jpg',
    导演   = ' 吴昱翰',
    编剧   = ' 钱晨光 / 吴瑾蓉',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-09-30(中国大陆)',
    片长   = ' 113分钟',
    又名   = ' Hello, Mrs. Money',
    评分   = 4.7,
    豆瓣ID = 27092785,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 29,
    片名   = '奇迹男孩 Wonder',
    简介   = '奥吉（雅各布·特瑞布雷 Jacob Tremblay 饰）是一个10岁的男孩，除了头戴一个巨大的太空头盔外，他和其他的同年龄孩子别无二致。头盔下隐藏了奥吉因为各种手术而伤痕累累的脸庞，它不仅完美的隐藏起了奥吉脆弱自卑的内心，也成功的防止了奥吉的模样吓到别的孩子。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2507709428.jpg',
    导演   = ' 斯蒂芬·卓博斯基',
    编剧   = ' 斯蒂芬·卓博斯基 / 斯蒂夫·康拉德 / 杰克·索恩 / R·J·帕拉西奥',
    语言   = ' 英语',
    上映日期 = ' 2018-01-19(中国大陆) / 2017-11-17(美国)',
    片长   = ' 113分钟 / 114分钟(中国大陆)',
    又名   = ' 奇迹',
    评分   = 8.6,
    豆瓣ID = 26787574,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 30,
    片名   = '银河护卫队2 Guardians of the Galaxy Vol. 2',
    简介   = '火箭浣熊（布莱德利·库珀 Bradley Cooper 饰）偷走了大祭司阿耶莎（伊丽莎白·德比齐 Elizabeth Debicki 饰）的能量电池，包括星爵（克里斯·帕拉特 Chris Pratt 饰）、卡魔拉（佐伊·索尔达娜 Zoe Saldana 饰）、德拉克斯（戴夫·巴蒂斯塔 Dave Bautista 饰）在内的一行人遭到了后者派出的舰队的袭击。一个神秘人物乘坐着飞船救下了银河护卫队的众人，而驾驶着飞船的不是别人，竟然正是星爵的亲生父亲伊戈（库尔特·拉塞尔 Kurt Russell 饰）。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2455261804.jpg',
    导演   = ' 詹姆斯·古恩',
    编剧   = ' 詹姆斯·古恩 / 丹·阿布内特 / 安迪·兰宁',
    语言   = ' 英语',
    上映日期 = ' 2017-05-05(中国大陆/美国) / 2017-04-19(洛杉矶首映)',
    片长   = ' 136分钟',
    又名   = ' 星际异攻队2(台) / 银河守护队2(港) / 银护2 / Guardians of the Galaxy 2',
    评分   = 8,
    豆瓣ID = 25937854,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 31,
    片名   = '快把我哥带走',
    简介   = '拥有一个每天耍贱整蛊妹妹、毫无家庭感的哥哥是一种什么感受？油炸还是蒸锅？时秒只希望哥哥时分彻底消失！连珍贵的生日愿望都是“快把我哥带走”。不料愿望成真，哥哥变成闺蜜妙妙的哥哥，时秒同情妙妙的同时心里暗爽摆脱“大魔王”！变成独生女的时秒感觉生活无限美好，但却发现时分除了整天和好基友甄开心、万岁插科打诨、整蛊妹妹妙妙之外，还隐藏着不为人知的秘密……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2531080870.jpg',
    导演   = ' 郑芬芬',
    编剧   = ' 赵越 / 郑芬芬 / 吕旭',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-08-17(中国大陆)',
    片长   = ' 115分钟',
    又名   = ' Go Brother! / Take My Brother Away',
    评分   = 6.9,
    豆瓣ID = 30122633,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 32,
    片名   = '暴裂无声',
    简介   = '故事发生在偏僻贫瘠的山村之中。张保民（宋洋 饰）是一名矿工，一天，他被妻子翠霞（谭卓 饰）叫回了家，原来，他们的儿子失踪了。带着儿子的照片，不会说话的张保民踏上了寻子之路，途中，他遇见了大资本家昌万年（姜武 饰）的爪牙，两方人马起了冲突，昌万年骗张保民自己知道他儿子的下落，实际上，他隐藏了一个黑暗的秘密。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2517333671.jpg',
    导演   = ' 忻钰坤',
    编剧   = ' 忻钰坤',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-04-04(中国大陆) / 2017-07-27(FIRST青年影展)',
    片长   = ' 120分钟',
    又名   = ' 恶人 / 寻山 / 山野追踪 / Villain / Wrath of Silence',
    评分   = 8.3,
    豆瓣ID = 26647117,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 33,
    片名   = '雷神3：诸神黄昏 Thor: Ragnarok',
    简介   = '在“索科维亚战役”两年后，雷神索尔（克里斯·海姆斯沃斯 Chris Hemsworth 饰）识破了洛基（汤姆·希德勒斯顿 Tom Hiddleston 饰）的伪装，辗转找到了被放逐到地球的奥丁（安东尼·霍普金斯 Anthony Hopkins 饰）。然而垂死的奥丁却告知两个儿子，“诸神的黄昏”已经开始，曾遭到奥丁封禁的死亡女神海拉（凯特·布兰切特 Cate Blanchett 饰）即将重返阿斯加德。与海拉的初次对决中，索尔失去了雷神之锤，他和洛基也被打落至混乱不堪的萨卡星。在萨卡的决斗场上，索尔重逢失踪许久的绿巨人，也见到了曾从海拉魔爪下逃得一生的女武神。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2500451074.jpg',
    导演   = ' 塔伊加·维迪提',
    编剧   = ' 埃里克·皮尔森 / 克雷格·凯尔 / 克里斯托弗·约斯特 / 斯坦·李 / 拉里·利伯 / 杰克·科比',
    语言   = ' 英语',
    上映日期 = ' 2017-11-03(美国/中国大陆) / 2017-10-24(英国)',
    片长   = ' 130分钟',
    又名   = ' 雷神索尔3：诸神黄昏(台) / 雷神奇侠3：诸神黄昏(港) / 雷神3：诸神的黄昏 / Thor 3',
    评分   = 7.4,
    豆瓣ID = 25821634,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 34,
    片名   = '蜘蛛侠：英雄归来 Spider-Man: Homecoming',
    简介   = '彼得帕克（汤姆·赫兰德 Tom Holland 饰）在内战后受到了钢铁侠托尼斯塔克（小罗伯特·唐尼 Robert Downey Jr. 饰）的赏识，表面上，彼得进入托尼的公司成为了一名实习生，实际上，他和复仇者联盟的成员们一起接受了各种各样的训练。托尼虽然欣赏彼得的勇敢和正直，却并不认为他目前已经拥有加入复联的实力，他派出了特工哈皮（乔恩·费儒 Jon Favreau 饰）暗中观察，这让十分想证明自己的彼得感到万分焦躁。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2497756471.jpg',
    导演   = ' 乔·沃茨',
    编剧   = ' 约翰·弗朗西斯·戴利 / 史蒂夫·迪特寇 / 乔纳森·M·戈尔茨坦 / 斯坦·李',
    语言   = ' 英语',
    上映日期 = ' 2017-09-08(中国大陆) / 2017-06-28(洛杉矶首映) / 2017-07-07(美国)',
    片长   = ' 133分钟',
    又名   = ' 蜘蛛侠：强势回归(港) / 蜘蛛人：返校日(台) / 新蜘蛛侠 / 蜘蛛侠：归来 / 蜘蛛侠：回家 / 蜘蛛侠：返校季 / 蜘蛛侠：返校节 / 蜘蛛侠：归乡 / 蜘蛛侠：新复仇者 / The Amazing Spider-Man 3 / Spider-Man',
    评分   = 7.4,
    豆瓣ID = 24753477,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 35,
    片名   = '水形物语 The Shape of Water',
    简介   = '故事发生在1963年，时值冷战期间，哑女艾丽莎（莎莉·霍金斯 Sally Hawkins 饰）在政府实验室里工作，是那里的一名清洁女工。年幼时，一场大病夺走了艾丽莎的声音，之后一直至今，她都在沉默之中过着形单影只的生活，全部的朋友就只有画家老头（理查德·詹金斯 Richard Jenkins 饰）和同事塞尔达（奥克塔维亚·斯宾瑟 Octavia Spencer 饰）。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2515650989.jpg',
    导演   = ' 吉尔莫·德尔·托罗',
    编剧   = ' 吉尔莫·德尔·托罗 / 瓦内莎·泰勒',
    语言   = ' 英语 / 美国手语 / 俄语',
    上映日期 = ' 2018-03-16(中国大陆) / 2017-08-31(威尼斯电影节) / 2017-12-01(美国)',
    片长   = ' 123分钟',
    又名   = ' 忘形水(港) / 水底情深(台) / 水形奇缘 / 水之形 / 水的形状 / 水无常形',
    评分   = 7.2,
    豆瓣ID = 26752852,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 36,
    片名   = '你好，之华',
    简介   = '这是一个关于错过的故事。有人慌张地见面，有人简单地告别。姐姐袁之南离世的那个清晨，只匆匆留下一封信和一张同学会邀请函。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2538345957.jpg',
    导演   = ' 岩井俊二',
    编剧   = ' 岩井俊二',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-11-09(中国大陆)',
    片长   = ' 114分钟',
    又名   = ' 之华 / Last Letter',
    评分   = 6.7,
    豆瓣ID = 27615233,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 37,
    片名   = '神秘巨星 Secret Superstar',
    简介   = '少女伊西亚（塞伊拉·沃西 Zaira Wasim 饰）拥有着一副天生的好嗓子，对唱歌充满了热爱的她做梦都想成为一名歌星。然而，伊西亚生活在一个不自由的家庭之中，母亲娜吉玛（梅·维贾 Meher Vij 饰）常常遭到性格爆裂独断专横的父亲法鲁克（拉杰·阿晶 Raj Arjun 饰）的拳脚相向，伊西亚知道，想让父亲支持自己的音乐梦想是完全不可能的事情。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2508925590.jpg',
    导演   = ' 阿德瓦·香登',
    编剧   = ' 阿德瓦·香登',
    语言   = ' 印地语 / 英语',
    上映日期 = ' 2018-01-19(中国大陆) / 2017-10-18(印度)',
    片长   = ' 150分钟',
    又名   = ' 秘密巨星 / 隐藏的大明星(台) / 打死不离歌星梦(港) / सीक्रेट सुपरस्टार',
    评分   = 7.7,
    豆瓣ID = 26942674,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 38,
    片名   = '超人总动员2 Incredibles 2',
    简介   = '超人家族时隔14年强势回归！这次站在聚光灯下的是弹力女超人海伦（霍利·亨特 配音），超能先生巴鲍勃（格雷格·T·尼尔森 配音）则在家照料巴小倩和巴小飞，过起了“正常人”的居家生活。这一角色转换对于每个家庭成员来说都是艰难的，更何况他们都还没意识到宝宝巴小杰的超能力已经悄然增长。当剧中新反派开始酝酿一个狡诈危险的阴谋，超人家族必须联合酷冰侠（塞缪尔·杰克逊 配音）的力量团结对外——然而即使各自都有超能力，真正做起来却是知易行难。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2522880251.jpg',
    导演   = ' 布拉德·伯德',
    编剧   = ' 布拉德·伯德',
    语言   = ' 英语',
    上映日期 = ' 2018-06-22(中国大陆) / 2018-06-15(美国)',
    片长   = ' 118分钟 / 126分钟(中国大陆)',
    又名   = ' 超人特攻队2(台) / 超人特工队2(港) / 超人家族2',
    评分   = 7.9,
    豆瓣ID = 25849049,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 39,
    片名   = '狄仁杰之四大天王',
    简介   = '狄仁杰（赵又廷 饰）大破神都龙王案后，高宗（盛鉴 饰）御赐神器亢龙锏，遭天后武则天（刘嘉玲 饰）嫉妒，天后为盗取亢龙锏陷害狄仁杰，召集了一帮会方术的“异人组”图谋不轨，并命令尉迟真金（冯绍峰 饰）带队。狄仁杰在医官沙陀忠（林更新 饰）的帮助下成功摆脱“异人组”迫害，并和尉迟真金商议和解，与此同时“异人组”刺客水月（马思纯 饰）却发现都城出现不明势力，在狄仁杰周旋于武则天的埋伏时，大唐陷入更深的危机，“封魔族”携异术登场，一场“屠魔”大战即将爆发……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2526405034.jpg',
    导演   = ' 徐克',
    编剧   = ' 张家鲁 / 徐克 / 陈国富',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-07-27(中国大陆)',
    片长   = ' 132分钟',
    又名   = ' 狄仁杰3 / Detective Dee',
    评分   = 6.1,
    豆瓣ID = 25882296,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 40,
    片名   = '后来的我们',
    简介   = '大学生林见清（井柏然 饰）与同乡方小晓（周冬雨 饰）在春运的火车上相识，两个北漂青年开始了共同的奋斗生活。东北小城的除夕夜、中关村的电脑配件城、下雪的北京街道、地下通道的小贩、出租屋的各色租客都见证了他们的喜怒哀愁，在情感上屡次被骗的小晓终于与刚毕业的见清走到了一起，一年又一年，不管生活再不如意他们都一起回家，在见清父亲（田壮壮 饰）开的小餐馆里吃年夜饭，亲密的就像一家人。可是随着时间的消逝，两个人开始有了分歧，恋爱、分手、错过、十年后重逢.......后来的他们再也回不去了。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2519994468.jpg',
    导演   = ' 刘若英',
    编剧   = ' 袁媛 / 何昕明 / 潘彧 / 安巍 / 刘若英',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-04-28(中国大陆)',
    片长   = ' 120分钟',
    又名   = ' Us and Them',
    评分   = 5.9,
    豆瓣ID = 26683723,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 41,
    片名   = '湮灭 Annihilation',
    简介   = '莉娜（娜塔莉·波特曼 Natalie Portman 饰）是一名生物学家，一年前，她的丈夫凯恩（奥斯卡·伊萨克 Oscar Isaac 饰）在参加一项秘密任务后神秘失踪，这一年间，莉娜一直生活在悲伤之中。某天，失忆的凯恩忽然出现在了莉娜的面前，之后晕倒被送入了医院。在那里，莉娜遇见了文崔斯博士（詹妮弗·杰森·李 Jennifer Jason Leigh 饰）。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2516914607.jpg',
    导演   = ' 亚历克斯·嘉兰',
    编剧   = ' 亚历克斯·嘉兰 / 杰夫·万德米尔',
    语言   = ' 英语',
    上映日期 = ' 2018-04-13(中国大陆) / 2018-02-23(美国)',
    片长   = ' 115分钟 / 114分钟(中国大陆)',
    又名   = ' 灭。境(港) / 灭绝(台) / 遗落的南境1：湮灭',
    评分   = 7.1,
    豆瓣ID = 26384741,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 42,
    片名   = '金刚狼3：殊死一战 Logan',
    简介   = '故事发生在2029年，彼时，X战警早已经解散，作为为数不多的仅存的变种人，金刚狼罗根（休·杰克曼 Hugh Jackman 饰）和卡利班（斯戴芬·莫昌特 Stephen Merchant 饰）照顾着年迈的X教授（帕特里克·斯图尔特 Patrick Stewart 饰），由于衰老，X教授已经丧失了对于自己超能力的控制，如果不依赖药物，他的超能力就会失控，在全球范围内制造无法挽回的灾难。不仅如此，金刚狼的自愈能力亦随着时间的流逝逐渐减弱，体能和力量都早已经大不如从前。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2431980130.jpg',
    导演   = ' 詹姆斯·曼高德',
    编剧   = ' 詹姆斯·曼高德 / 迈克尔·格林 / 斯科特·弗兰克',
    语言   = ' 英语 / 西班牙语',
    上映日期 = ' 2017-03-03(中国大陆/美国) / 2017-02-17(柏林电影节) / 2017-05-16(黑白版)',
    片长   = ' 123分钟(中国大陆) / 135分钟(柏林电影节) / 137分钟(美国)',
    又名   = ' 卢根(港) / 罗根(台) / 金刚狼3：罗根 / 金刚狼3：暮狼寻乡 / 这个金刚不太狼(豆友译名) / 全冈良(豆友译名) / Wolverine',
    评分   = 8.3,
    豆瓣ID = 25765735,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 43,
    片名   = '神奇女侠 Wonder Woman',
    简介   = '戴安娜（盖尔·加朵 Gal Gadot 饰）是女王希波吕忒（康妮·尼尔森 Connie Nielsen 饰）的女儿，自幼生活在天堂岛上。巨大的屏障将这座岛屿同外界的纷纷扰扰隔开犹如一个世外桃源，而岛上生活着的亦都是女性。在女武官安提奥普（罗宾·莱特 Robin Wright 饰）的教导之下，戴安娜习得了高强的武艺，而她的体内，似乎隐藏着某种强大的未知力量。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2460006593.jpg',
    导演   = ' 派蒂·杰金斯',
    编剧   = ' 艾伦·海因伯格 / 扎克·施奈德 / 贾森·福克斯 / 威廉·马斯顿',
    语言   = ' 英语',
    上映日期 = ' 2017-06-02(中国大陆/美国) / 2017-05-30(香港/台湾)',
    片长   = ' 141分钟',
    又名   = ' 神力女超人(台)',
    评分   = 7.1,
    豆瓣ID = 1578714,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 44,
    片名   = '速度与激情8 The Fate of the Furious',
    简介   = '多米尼克（范·迪塞尔 Vin Diesel 饰）与莱蒂（米歇尔·罗德里格兹 Michelle Rodriguez 饰）共度蜜月，布莱恩与米娅退出了赛车界，这支曾环游世界的顶级飞车家族队伍的生活正渐趋平淡。然而，一位神秘女子Cipher（查理兹·塞隆 Charlize T heron 饰）的出现，令整个队伍卷入信任与背叛的危机，面临前所未有的考验。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2444256500.jpg',
    导演   = ' F·加里·格雷',
    编剧   = ' 克里斯·摩根 / 盖瑞·斯科特·汤普森',
    语言   = ' 英语',
    上映日期 = ' 2017-04-14(美国/中国大陆) / 2017-04-12(法国)',
    片长   = ' 136分钟 / 149分钟(加长版)',
    又名   = ' 狂野时速8(港) / 玩命关头8(台) / 速激8 / 速8 / 速度8 / The Fast and the Furious 8 / Fast & Furious 8 / Fast Eight / Furious Eight / Furious 8 / Fast 8',
    评分   = 7,
    豆瓣ID = 26260853,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 45,
    片名   = '找到你',
    简介   = '律师李捷（姚晨 饰）正在离婚进行时，与前夫争夺女儿抚养权，拼命工作为给孩子最好的生活，幸有保姆孙芳（马伊琍 饰）帮忙照顾孩子视如己出。                                                                                  一日下班，李捷发现保姆孙芳和女儿毫无预兆地消失了，她内心最大的恐惧变成了现实。在追寻孙芳和女儿的下落时，她收到来自家人的谴责声讨，甚至遭到警方的怀疑。几乎崩溃的李捷，靠着惊人的勇气，踏上独自寻访的旅 程。在追踪过程中，李捷逐渐接近了另一个女人——保姆孙芳的人生故事，她的身份原先都是谎言，而真相也将浮出水面……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2534471408.jpg',
    导演   = ' 吕乐',
    编剧   = ' 秦海燕',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-10-05(中国大陆) / 2018-06-17(上海电影节)',
    片长   = ' 102分钟',
    又名   = ' 谜踪 / Lost, Found',
    评分   = 7.4,
    豆瓣ID = 27140071,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 46,
    片名   = '美女与野兽 Beauty and the Beast',
    简介   = '贝儿（艾玛·沃森 Emma Watson 饰）和小镇上的其他女孩不同，是一个热爱阅读和幻想的姑娘，孔武有力英俊强壮的加斯顿（卢克·伊万斯 Luke Evans 饰）发誓要娶贝儿为妻，但贝儿却一眼看穿了他的自私和虚伪，拒不从命。某日，贝儿的父亲莫里斯（凯文·克莱恩 Kevin Kline 饰）迷路误打误撞之下来到了一座荒凉破败的城堡中，那里居住着样貌可怖半人半兽的野兽（丹·史蒂文斯 Dan Stevens 饰）。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2417948644.jpg',
    导演   = ' 比尔·康顿',
    编剧   = ' 斯蒂芬·卓博斯基 / 埃文·斯彼里奥托普洛斯 / 琳达·伍尔芙顿 / 珍妮-玛丽·勒普兰斯·德博蒙',
    语言   = ' 英语',
    上映日期 = ' 2017-03-17(中国大陆/美国)',
    片长   = ' 129分钟',
    又名   = null,
    评分   = 7.2,
    豆瓣ID = 25900945,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 47,
    片名   = '前任3：再见前任',
    简介   = '一对好基友孟云（韩庚 饰）和余飞（郑恺 饰）跟女友都因为一点小事宣告分手，并且“拒绝挽回，死不认错”。两人在夜店、派对与交友软件上放飞人生第二春，大肆庆祝“黄金单身期”，从而引发了一系列好笑的故事。孟云与女友同甘共苦却难逃“五年之痒”，余飞与女友则棋逢敌手相爱相杀无绝期。然而现实的“打脸”却来得猝不及防：一对推拉纠结零往来，一对纠缠互怼全交代。两对恋人都将面对最终的选择：是再次相见？还是再也不见？
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2508926717.jpg',
    导演   = ' 田羽生',
    编剧   = ' 田羽生 / 游非 / 大宽 / 大广',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-29(中国大陆)',
    片长   = ' 120分钟',
    又名   = ' 前任3 / 前任攻略3 / 前任3：颜值大作战 / The Ex-File',
    评分   = 5.5,
    豆瓣ID = 26662193,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 48,
    片名   = '巨齿鲨 The Meg',
    简介   = '一项由中国主导的国际科研项目，正在马里亚纳海沟深处进行时，遭遇未知生物攻击，科研人员被困海底。前美国海军陆战队深海潜水专家乔纳斯·泰勒受命前往营救，再度遭遇数年前曾经在深海给自己留下终身难以磨灭记忆的史前生物巨齿鲨。乔纳斯联手科研项目中的中国女科学家张苏茵成功营救了被困人员，但营救行动却意外造成了巨齿鲨逃离深海。当史前巨兽重返浅海，人类将为自己对大自然的贪婪付出惨重的代价......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2530572643.jpg',
    导演   = ' 乔·德特杜巴',
    编剧   = ' 迪恩·乔格瑞斯 / 乔·霍贝尔 / 埃里希·霍贝尔 / 史蒂夫·艾尔顿',
    语言   = ' 英语 / 汉语普通话 / 泰语',
    上映日期 = ' 2018-08-10(美国/中国大陆)',
    片长   = ' 115分钟(中国大陆) / 113分钟',
    又名   = ' 极悍巨鲨(港) / 麦格',
    评分   = 5.8,
    豆瓣ID = 26426194,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 49,
    片名   = '捉妖记2',
    简介   = '上一集与胡巴分别后，天荫（井柏然 饰）带着小岚（白百何 饰）踏上寻父之路，在义薄云天的天师堂堂主云大哥（杨祐宁 饰）的帮助下，二人得知天荫父亲宋戴天的护妖轨迹；而重回永宁村的胡巴再度被妖王追杀，颠沛流离逃亡时结识大赌徒屠四谷（梁朝伟 饰）和一只妖怪，三人一起过着相依为命的生活，但又因屠四谷欠下的巨额赌债横生诸多波折。与此同时 ，江湖盛传小妖王胡巴的重金悬赏令，妖界大军、天师精英、绿林草莽闻风而动，多方势力为抢夺胡巴在清水镇掀起腥风血雨。千钧一发之际，念子心切的天荫和小岚通过天师堂找到胡巴并一起逃离险境。岂料，一场更大的惊天阴谋尾随而至，伺机而动……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2509643816.jpg',
    导演   = ' 许诚毅',
    编剧   = ' 吴炜伦 / 陈咏燊 / 苏亮',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 110分钟',
    又名   = ' Monster Hunt 2',
    评分   = 5,
    豆瓣ID = 26575103,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 50,
    片名   = '寂静之地 A Quiet Place',
    简介   = '一个大规模的入侵行动发生，让地球几乎全灭，幸存的这一家人过着安静无声的生活，一发出声音就会被怪物抓走。《寂静之地》中的家庭必须时时保持安静，这一家人必须搞清楚哪些声音可以发出，哪些不行。父亲铺了沙子路来消音，全家人必须使用手语，还有用来沟通的照明系统…等，才能避免可怕的事情发生，因为猎杀他们的怪物无所不在，这是真正的挑战，他们必须克服生死难关，想尽办法活下去。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2518852413.jpg',
    导演   = ' 约翰·卡拉辛斯基',
    编剧   = ' 布莱恩·伍兹 / 斯科特·贝克 / 约翰·卡拉辛斯基',
    语言   = ' 美国手语 / 英语',
    上映日期 = ' 2018-05-18(中国大陆) / 2018-03-09(西南偏南电影节) / 2018-04-06(美国)',
    片长   = ' 90分钟 / 91分钟(中国大陆)',
    又名   = ' 无声绝境(港) / 噤界(台) / 静地',
    评分   = 6.3,
    豆瓣ID = 26997663,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 51,
    片名   = '悲伤逆流成河',
    简介   = '多组校园欺凌事件，打破了5位主角本应该美好的青春校园生活。齐铭（赵英博 饰）清俊帅气，是人人称颂的优等生，而易遥（任敏 饰）却是大家口中的“赔钱货”。两人一同长大，感情很好。而这一切，在转学生唐小米（朱丹妮 饰）出现之后发生了翻天覆地的变化。流言成了毁人利器，处处对易瑶进行刁难，易遥的生活开始陷入黑暗，遭受各类残酷欺凌。顾森西（辛云来 饰）教会易瑶对校园暴力进行反击，他的出现给了易遥一丝曙光。可阴差阳错，顾森湘（章若楠 饰）的意外却将她再度推入黑暗。当受害者变成施暴者，当看客变成助推，在这一场名为“玩笑”的闹剧中，没有旁观者，只有施暴者……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2529701498.jpg',
    导演   = ' 落落',
    编剧   = ' 落落 / 郭敬明',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-09-21(中国大陆)',
    片长   = ' 104分钟',
    又名   = ' 悲伤逆流成河电影版 / Cry Me a Sad River',
    评分   = 5.8,
    豆瓣ID = 27102569,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 52,
    片名   = '银翼杀手2049 Blade Runner 2049',
    简介   = '故事发生在大断电30年后。复制人K（瑞恩·高斯林 Ryan Gosling 饰）是新一代的银翼杀手，在如今的世界里，人类和复制人之间的界限划分的更加明确，复制人从刚一制造出来就被灌输了服务于人类的思想，绝对不被允许产生人类的感情。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2501864539.jpg',
    导演   = ' 丹尼斯·维伦纽瓦',
    编剧   = ' 汉普顿·范彻 / 迈克尔·格林 / 菲利普·迪克',
    语言   = ' 英语 / 芬兰语 / 日语 / 匈牙利语 / 俄语 / 索马里语',
    上映日期 = ' 2017-10-27(中国大陆) / 2017-10-06(美国)',
    片长   = ' 163分钟 / 162分钟(中国大陆)',
    又名   = ' 银翼杀手2 / Blade Runner 2',
    评分   = 8.3,
    豆瓣ID = 10512661,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 53,
    片名   = '印度合伙人 Padman',
    简介   = '电影曾译名《护垫侠》，根据印度草根企业家Muruganantham真实事迹改编。因为卫生巾关税高昂，在2012年印度仍有80%以上的女性在生理期无法使用卫生用品，初中文化程度的主人公拉克希米（阿克谢·库玛尔 饰）为了妻子（拉迪卡·艾普特 饰）的健康，寻找低成本的卫生巾的生产方法，却被全村人视为变态、疯子；最后他远走大城市德里，遇到了生命中最重要的美女合伙人帕里（索娜姆·卡普尔 饰），最终发明了低成本卫生巾生产机器，并开放专利，为印度全国对于女性经期卫生观念带来变革，2018年7月印度取消卫生巾进口关税。“权势之人、强壮之人不会让国家变强，女性强大、母亲强大、姐妹们强大后，国家才会强盛。”
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2540940050.jpg',
    导演   = ' R·巴尔基',
    编剧   = ' R·巴尔基 / 斯南德·柯克尔',
    语言   = ' 印地语',
    上映日期 = ' 2018-12-14(中国大陆) / 2018-01-26(印度)',
    片长   = ' 140分钟 / 134分钟(中国大陆)',
    又名   = ' 护垫侠(台) / M巾侠(港) / 大姨夫(豆友译名)',
    评分   = 7.6,
    豆瓣ID = 27198855,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 54,
    片名   = '记忆大师',
    简介   = '故事发生在2025年，因为和妻子张代晨（徐静蕾 饰）婚姻破裂，男主角江丰（黄渤 饰）走进记忆大师医疗中心接受手术，却不料手术失误记忆被错误重载，他莫名其妙变成了“杀人凶手”。警官沈汉强（段奕宏 饰）的穷追不舍让他逐渐发现，自己脑内的错误记忆不仅是破案的关键，更是救赎自己的唯一希望。与此同时，妻子身边出现的女人陈姗姗（杨子姗 饰）、记忆中浮现出的神秘女子（许玮甯 饰），似乎也和真相有着千丝万缕的联系，一场记忆烧脑战也随之开始。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2455156816.jpg',
    导演   = ' 陈正道',
    编剧   = ' 任鹏 / 陈正道',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-04-28(中国大陆) / 2017-04-23(北京电影节)',
    片长   = ' 119分钟',
    又名   = ' 记忆战 / 催眠大师2 / Battle of Memories',
    评分   = 7.1,
    豆瓣ID = 25884801,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 55,
    片名   = '至暗时刻 Darkest Hour',
    简介   = '影片讲述英国首相丘吉尔在作为首相期间面临的最重要的审判：是向纳粹妥协做俘虏，还是团结人民群起反抗？丘吉尔将集结整个国家为自由奋战，试图改变世界历史进程，度过黎明前的黑暗。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2504277551.jpg',
    导演   = ' 乔·赖特',
    编剧   = ' 安东尼·麦卡滕',
    语言   = ' 英语',
    上映日期 = ' 2017-12-01(中国大陆) / 2017-09-01(特柳赖德电影节) / 2018-01-12(英国)',
    片长   = ' 125分钟',
    又名   = ' 最黑暗的时刻(台) / 黑暗对峙(港) / 至暗之时 / 黑暗时刻',
    评分   = 8.6,
    豆瓣ID = 26761416,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 56,
    片名   = '伯德小姐 Lady Bird',
    简介   = '女孩克里斯汀（西尔莎·罗南 Saoirse Ronan 饰）跟随着家人来到了位于加州的一间教会学校开始了她的高中生涯，虽然心中有百般的不愿意，但克里斯汀尚且没有足够的力量来反抗家人和生活的安排。在学校里，克里斯汀最好的朋友是朱丽（比妮·费尔德斯坦 Beanie Feldstein 饰），三观相近的两人无话不谈。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2505925363.jpg',
    导演   = ' 格蕾塔·葛韦格',
    编剧   = ' 格蕾塔·葛韦格',
    语言   = ' 英语',
    上映日期 = ' 2017-09-01(特柳赖德电影节) / 2017-11-03(美国)',
    片长   = ' 93分钟',
    又名   = ' 淑女鸟(台) / 不得鸟小姐(港) / 大鸟萌妹(豆友译名) / 伯德夫人 / 柏德小姐 / 飞鸟小姐 / 小仙鸟 / 青春鸟',
    评分   = 7.9,
    豆瓣ID = 26588314,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 57,
    片名   = '绣春刀II：修罗战场',
    简介   = '明天启七年，北镇抚司锦衣卫沈炼（张震 饰）在一次扫除乱党任务中，为救画师北斋（杨幂 饰），将同僚凌云铠（武强 饰）灭口。此后一方面要摆脱来自陆文昭（张译 饰）、裴纶（雷佳音 饰）的质疑与调查，一方面又在神秘女子的要挟下放火烧了锦衣卫经历司。裹挟在乱世，沈炼与北斋情陷其中，却越陷越深。而在这一切的背后，巨大阴谋正暗中布局。众生如蝼蚁囿于修罗场，逆鳞之战，一触即发……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2492665487.jpg',
    导演   = ' 路阳',
    编剧   = ' 陈舒 / 路阳 / 禹扬',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-19(中国大陆) / 2017-06-18(上海电影节)',
    片长   = ' 120分钟',
    又名   = ' 绣春刀2：修罗战场 / 绣春刀：修罗场 / 绣春刀前传 / Brotherhood of Blades II',
    评分   = 7.2,
    豆瓣ID = 26270502,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 58,
    片名   = '缝纫机乐队',
    简介   = '《缝纫机乐队》是大鹏的第二部导演作品，延续了小人物逐梦的故事，讲述了一群有趣的摇滚爱好者帮小镇集安重拾音乐梦想的故事。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2498558511.jpg',
    导演   = ' 大鹏',
    编剧   = ' 大鹏 / 苏彪',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-09-29(中国大陆)',
    片长   = ' 117分钟',
    又名   = ' City of Rock',
    评分   = 6.6,
    豆瓣ID = 26926321,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 59,
    片名   = '王牌特工2：黄金圈 Kingsman: The Golden Circle',
    简介   = '时光飞逝，一转眼，艾格西（塔伦·埃格顿 Taron Egerton 饰）已经成长为了一名出色而又可靠的特工，他和蒂尔德公主（汉娜·阿尔斯托姆 Hanna Alström 饰）之间的感情也愈演愈浓，两人眼看着就要携手步入婚姻的殿堂。就在这个节骨眼上，前特工查理（爱德华·霍尔克罗夫特 Edward Holcroft 饰）杀了回来，如今的他效力于一个名为“黄金圈”的贩毒组织，组织头目波比（朱丽安·摩尔 Julianne Moore 饰）是一个邪恶而又野心勃勃的女人。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2499792043.jpg',
    导演   = ' 马修·沃恩',
    编剧   = ' 简·古德曼 / 马修·沃恩 / 马克·米勒 / 戴夫·吉布森',
    语言   = ' 英语 / 意大利语 / 瑞典语',
    上映日期 = ' 2017-10-20(中国大陆) / 2017-09-20(英国) / 2017-09-22(美国)',
    片长   = ' 141分钟 / 139分钟(中国大陆)',
    又名   = ' 王牌特工2 / 皇家特工：金圈子(港) / 金牌特务：机密对决(台) / 王牌特工2：黄金圆环 / 王牌特工：黄金圈 / Kingsman 2',
    评分   = 6.9,
    豆瓣ID = 26378579,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 60,
    片名   = '加勒比海盗5：死无对证 Pirates of the Caribbean: Dead Men Tell No Tales',
    简介   = '故事发生在《加勒比海盗3：世界的尽头》沉船湾之战20年后。 男孩亨利（布兰顿·思怀兹 Brenton Thwaites 饰）随英国海军出航寻找被聚魂棺诅咒的父亲“深海阎王”威尔·特纳（奥兰多·布鲁姆 Orlando Bloom 饰），却在百慕大三角遭遇被解封的亡灵萨拉查船长（哈维尔·巴登 Javier Bardem 饰）。获取自由的萨拉查屠尽加勒比海盗，征服了整个海域，手刃了“黑胡子”爱德华·蒂奇（伊恩·麦柯肖恩 Ian McShane 饰）的里海海盗王赫克托·巴博萨船长（杰弗里·拉什 Geoffrey Rush 饰）在女巫Haifaa Meni(格什菲·法拉哈尼 Golshifteh Farahani 饰)口中得知了萨拉查的真实目的：为寻找他的宿敌杰克船长（约翰尼·德普 Johnny Depp 饰）。海盗的命运皆压在落魄的老杰克被封印的黑珍珠号，以...
                            ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459723975.jpg',
    导演   = ' 艾斯彭·山德伯格 / 乔阿吉姆·罗恩尼',
    编剧   = ' 特里·鲁西奥 / 泰德·艾略特 / 斯图尔特·贝亚蒂耶 / 杰夫·内桑森 / 杰·沃尔伯特',
    语言   = ' 英语',
    上映日期 = ' 2017-05-26(中国大陆/美国)',
    片长   = ' 129分钟',
    又名   = ' 加勒比海盗：恶灵启航(港) / 加勒比海盗 神鬼奇航：死无对证(台) / 加勒比海盗5：亡灵的缄默 / 加勒比海盗5：亡者无言 / 加勒比海盗5：死人不会告密 / Pirates of the Caribbean 5',
    评分   = 7.2,
    豆瓣ID = 6311303,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 61,
    片名   = '犬之岛 Isle of Dogs',
    简介   = '故事发生在未来的时空之中，犬流感的肆虐让市长（野村训市 配音）颁布的狗狗流放法案，将城市里的所有犬类都投放到了“垃圾岛”之上，任它们自生自灭，市长家的护卫犬点点（列维·施瑞博尔 Liev Schreiber 饰）首当其冲。就这样，本来被养在家中锦衣玉食的狗狗们，都成为了要在垃圾堆里找食物吃的流浪狗。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2518856022.jpg',
    导演   = ' 韦斯·安德森',
    编剧   = ' 韦斯·安德森 / 罗曼·科波拉 / 詹森·舒瓦兹曼 / 野村训市',
    语言   = ' 英语 / 日语',
    上映日期 = ' 2018-04-20(中国大陆) / 2018-02-15(柏林电影节) / 2018-03-23(美国)',
    片长   = ' 97分钟(中国大陆) / 101分钟',
    又名   = ' 小狗岛 / 汪星人之岛 / 犬ヶ島',
    评分   = 8.3,
    豆瓣ID = 26640371,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 62,
    片名   = '摩天营救 Skyscraper',
    简介   = '在香港市中心，世界上最高、结构最复杂的摩天大楼遭到破坏，危机一触即发。威尔·索耶（道恩·强森 饰）的妻子萨拉（内芙·坎贝尔 饰）和孩子们在98层被劫为人质，直接暴露在火线上。威尔，这位战争英雄、前联邦调查局救援队员，作为大楼的安保顾问，却被诬陷纵火和谋杀。他必须奋力营救家人，为自己洗脱罪名，关乎生死存亡的高空任务就此展开。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2527484082.jpg',
    导演   = ' 罗森·马歇尔·瑟伯',
    编剧   = ' 罗森·马歇尔·瑟伯',
    语言   = ' 英语 / 粤语 / 汉语普通话',
    上映日期 = ' 2018-07-20(中国大陆) / 2018-07-13(美国)',
    片长   = ' 102分钟',
    又名   = ' 摩天大楼(台) / 高凶浩劫(港) / 高耸入云',
    评分   = 6.3,
    豆瓣ID = 26804147,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 63,
    片名   = '大护法',
    简介   = '为了寻找下落不明的太子（图特哈蒙 配音），大护法（小连杀 配音）来到了一个诡异而又古怪的小镇上，在那里居住着一群不会说话的花生人，它们夜夜点燃来路不明的油灯，将天上漂浮的巨大花生熏得黑漆漆的。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2490948849.jpg',
    导演   = ' 不思凡',
    编剧   = ' 不思凡',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-13(中国大陆)',
    片长   = ' 95分钟',
    又名   = ' 大护法之黑花生 / Dahufa',
    评分   = 7.8,
    豆瓣ID = 26811587,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 64,
    片名   = '天气预爆',
    简介   = '号称“自杀干预大师”的心理医生马乐，专靠别人生活的不如意发财，一日天降“寿星”砸中了马乐，误吸仙气的马乐被告知世界正在崩溃边缘，只有找齐被贬入凡间的风雨雷电四神才能改变一切，于是众神与凡人一同踏上了一段爆笑奇幻又紧张刺激的旅程....
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2543353290.jpg',
    导演   = ' 肖央',
    编剧   = ' 肖央 / 黄苑 / 张少初 / 刘犇',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-12-21(中国大陆)',
    片长   = ' 104分钟',
    又名   = ' Airpocalypse',
    评分   = 3.8,
    豆瓣ID = 26994789,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 65,
    片名   = '追龙 追龍',
    简介   = '电影讲述了香港现代史上两大著名狠角色大毒枭跛豪（甄子丹饰）、五亿探长雷洛（刘德华饰）的传奇故事。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2499052494.jpg',
    导演   = ' 王晶 / 关智耀',
    编剧   = ' 王晶 / 吕冠南 / 叶铭浩',
    语言   = ' 粤语 / 汉语普通话',
    上映日期 = ' 2017-09-30(中国大陆)',
    片长   = ' 128分钟',
    又名   = ' 卧虎2 / 跛豪 / Chasing the Dragon',
    评分   = 7.2,
    豆瓣ID = 26425068,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 66,
    片名   = '喜欢你',
    简介   = '一场意外让平凡的厨师顾胜男（周冬雨 饰）结识了霸道总裁路晋（金城武 饰）。之后，路晋入住了顾胜男所在的酒店，在并不知晓对方真实身份的情况下，顾胜男用一道“女巫汤”征服了路晋挑剔的味蕾，一位厨师和一位食客，两人在美食的联结下产生了奇妙的缘分。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2456180253.jpg',
    导演   = ' 许宏宇',
    编剧   = ' 李媛 / 许伊萌 / 蓝白色',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-04-27(中国大陆) / 2017-04-08(北京电影节)',
    片长   = ' 106分钟',
    又名   = ' 喜欢·你 / 男人使用手册 / 男人手册 / 你看上去很好吃 / This Is Not What I Expected',
    评分   = 6.8,
    豆瓣ID = 26816383,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 67,
    片名   = '瞒天过海：美人计 Ocean''s Eight',
    简介   = '桑德拉·布洛克饰演的Debbie Ocean是《十一罗汉》集团头目乔治·克鲁尼饰演的Danny Ocean的妹妹，曾因盗窃入狱服刑。而黛比刚一出狱就策划惊天大案，与凯特·布兰切特饰演的好友一起网罗顶尖高手，准备在一年一度的时尚盛会Met Gala（纽约大都会艺术博物馆慈善舞会）上盗取由安妮·海瑟薇饰演的大明星所佩戴，价值一亿五千万美金的卡地亚钻石项链。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2508259902.jpg',
    导演   = ' 盖瑞·罗斯',
    编剧   = ' 盖瑞·罗斯 / 奥利维亚·米尔奇 / 乔治·克莱顿·约翰逊 / 杰克·戈登·拉塞尔',
    语言   = ' 英语 / 印地语 / 法语 / 德语 / 汉语普通话',
    上映日期 = ' 2018-06-08(美国)',
    片长   = ' 110分钟',
    又名   = ' 女版十一罗汉 / 瞒天过海：八面玲珑(台) / 盗海豪情：8美千娇(港) / 八罗汉 / 八大罗汉 / 侠盗英姿 / 盗海姐妹团 / Ocean’s Ocho / Ocean''s 8',
    评分   = 6.7,
    豆瓣ID = 26654269,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 68,
    片名   = '东方快车谋杀案 Murder on the Orient Express',
    简介   = '《雷神》和《灰姑娘》的英国导演、莎翁戏剧大师肯尼思·布拉纳（Kenneth Branagh）即将为20世纪福克斯公司翻拍阿加莎·克里斯蒂（Agatha Christie）的侦探悬疑小说《东方快车谋杀案》（Murder on the Orient Express）的消息。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2502165084.jpg',
    导演   = ' 肯尼思·布拉纳',
    编剧   = ' 迈克尔·格林 / 阿加莎·克里斯蒂',
    语言   = ' 英语 / 法语 / 德语 / 阿拉伯语',
    上映日期 = ' 2017-11-10(美国/中国大陆) / 2017-11-03(英国)',
    片长   = ' 114分钟',
    又名   = null,
    评分   = 6.9,
    豆瓣ID = 25790761,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 69,
    片名   = '神偷奶爸3 Despicable Me 3',
    简介   = '洗心革面之后，格鲁（史蒂夫·卡瑞尔 Steve Carell 配音）作为特工成绩斐然，却因未能打败坏小子巴萨扎·布莱德（崔·帕克Trey Parker 配音）而被新局长扫地出门。就在此时，他收到一封远方来信，这才得知自己原来还有一个双胞胎兄弟德鲁（史蒂夫·卡瑞尔 Steve Carell 配音）。在德鲁盛情邀请下，格鲁带着妻子露西•王尔德（克里斯汀·韦格 Kristen Wiig 配音）以及玛戈（米兰达·卡斯格拉夫 Miranda Cosgrove 配音）、伊迪丝（达娜·盖伊 Dana Gaier 配音）和阿格蕾丝（埃尔希·费舍 Elsie Fisher 配音）来到了他亲生父亲所居住的地方探亲。德鲁天真烂漫，却一心想和哥哥搭档成为坏蛋二人组。格鲁虽然暂时回归狂野，可正义之心并未泯灭。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2469070974.jpg',
    导演   = ' 凯尔·巴尔达 / 皮埃尔·柯芬 / 埃里克·吉隆',
    编剧   = ' 辛科·保罗 / 肯·道里欧',
    语言   = ' 英语',
    上映日期 = ' 2017-07-07(中国大陆) / 2017-06-14(安锡动画电影节) / 2017-06-30(美国)',
    片长   = ' 90分钟',
    又名   = ' 卑鄙的我3 / 坏蛋奖门人3(港) / 神偷奶爸3之小小兵',
    评分   = 6.8,
    豆瓣ID = 25812712,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 70,
    片名   = '环太平洋：雷霆再起 Pacific Rim: Uprising',
    简介   = '在对抗外星人的入侵并成功封住虫洞的十年后，人类从废墟中站起来。他们忘记了恐惧，纵情狂欢，其中便包括斯特克·潘特考斯特将军的儿子杰克（约翰·博耶加 John Boyega 饰）。在一次偷到废弃机甲零件的过程中，他偶然遭遇以一己之力组装迷你机甲的少女阿玛拉（卡莉·史派妮 Cailee Spaeny 饰）。此后，在姐姐森麻子（菊地凛子 饰）的安排下，杰克和阿玛拉莫玉兰基地接受机甲驾驶员的培训工作。与此同时，总部位于上海的邵氏集团，在总裁邵丽雯（景甜 饰）的主持下，正致力于以无人机甲取代传统机甲。就在这关键时刻，一个与复仇流浪者极其相似的黑色机甲突然出现，并向人类展开了无情杀戮。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2512933684.jpg',
    导演   = ' 斯蒂文·S·迪奈特',
    编剧   = ' 斯蒂文·S·迪奈特 / 艾米丽·卡迈克尔 / 吉拉·斯奈德 / T·S·诺林 / 特拉维斯·比彻姆',
    语言   = ' 英语 / 汉语普通话',
    上映日期 = ' 2018-03-23(美国/中国大陆)',
    片长   = ' 111分钟',
    又名   = ' 环太平洋2 / 环太平洋2：雷霆再起 / 环太平洋2：起义时刻(台) / 悍战太平洋2：起义时空(港) / 环太平洋2：崛起 / 环太平洋2：漩涡 / Pacific Rim',
    评分   = 5.5,
    豆瓣ID = 20435622,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 71,
    片名   = '帕丁顿熊2 Paddington 2',
    简介   = '露西婶婶（伊梅尔达·斯汤顿 Imelda Staunton 配音）的生日即将到来，帕丁顿（本·威士肖 Ben Whishaw 配音）决定送婶婶一份会让她终生难忘的礼物。最终，帕丁顿选中了一本立体绘本，然而这绘本是世间仅此一份的珍贵宝物，为了存钱购买绘本，帕丁顿决定开始工作，在遭遇了一连串的失败后，帕丁顿终于找到了适合他的工作——清洁玻璃窗。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2506466229.jpg',
    导演   = ' 保罗·金',
    编剧   = ' 保罗·金 / 迈克尔·邦德 / 西蒙·法纳比',
    语言   = ' 英语',
    上映日期 = ' 2017-12-08(中国大陆) / 2017-11-10(英国)',
    片长   = ' 103分钟',
    又名   = ' 柏灵顿2(港) / 柏灵顿熊熊出任务(台)',
    评分   = 8.1,
    豆瓣ID = 26340419,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 72,
    片名   = '嫌疑人X的献身',
    简介   = '在刑警学院任职的物理天才唐川（王凯 饰）与中学教师石泓（张鲁一 饰）年少相识，因彼此对数学的共同兴趣而惺惺相惜，多年后唐川在调查一桩杀人案时， 身为石泓邻居的陈婧（林心如 饰）被列入警方的“嫌疑人”之中，石泓与唐川因此再度重逢，而唐川却在调查中发现了更大的秘密……被迫站在对立面的唐川、石泓由此展开了一场高智商对决，一步步推动故事走向既震撼人心又令人扼腕的结局。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2448676053.jpg',
    导演   = ' 苏有朋',
    编剧   = ' 李佳颖 / 黄海 / 苌江 / 王潮 / 迟海 / 冯元良 / 东野圭吾',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-03-31(中国大陆)',
    片长   = ' 112分钟',
    又名   = ' The Devotion of Suspect X / Suspect X',
    评分   = 6.3,
    豆瓣ID = 26606743,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 73,
    片名   = '正义联盟 Justice League',
    简介   = '受到超人无私奉献的影响，蝙蝠侠重燃了对人类的信心，接受了新盟友——神奇女侠（戴安娜·普林斯）的帮助，去对抗更加强大的敌人。蝙蝠侠和神奇女侠一同寻找并招募了一支超人类联盟来抵挡新觉醒的威胁。但尽管这支队伍集结了超人、蝙蝠侠、神奇女侠、闪电侠、海王和钢骨等人，他们似乎无法阻止敌人对地球的进攻……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2504027804.jpg',
    导演   = ' 扎克·施奈德',
    编剧   = ' 扎克·施奈德 / 克里斯·特里奥 / 乔斯·韦登 / 比尔·芬格 / 鲍勃·凯恩 / 乔·舒斯特 / 杰里·西格尔 / 威廉·马斯顿',
    语言   = ' 英语 / 冰岛语 / 俄语',
    上映日期 = ' 2017-11-17(美国/中国大陆)',
    片长   = ' 120分钟',
    又名   = ' The Justice League Part One / Justice League Mortal / Justice League of America',
    评分   = 6.5,
    豆瓣ID = 2158490,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 74,
    片名   = '名侦探柯南：零的执行人 名探偵コナン ゼロの執行人',
    简介   = '一场大规模的恐怖袭击，一个牵扯无数内幕的神秘组织，这个关乎整个东京的可怕计划即将拉开帷幕…首脑云集的东京峰会举办在即，会场突然发生超大规模的爆炸事件，不仅在现场发现行踪诡异的安室透，毛利小五郎更是惨遭陷害。面对最危险任务，最烧脑的推理，最艰难的博弈，柯南能否在迷雾中寻找到唯一的真相。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2537694239.jpg',
    导演   = ' 立川让',
    编剧   = ' 樱井武晴 / 青山刚昌',
    语言   = ' 日语',
    上映日期 = ' 2018-11-09(中国大陆) / 2018-04-13(日本)',
    片长   = ' 110分钟',
    又名   = ' 名侦探柯南：零之执行人 / 名侦探柯南2018 / Detective Conan',
    评分   = 5.8,
    豆瓣ID = 27110363,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 75,
    片名   = '闪光少女',
    简介   = '陈惊（徐璐饰）是一个古灵精怪、敢爱敢恨的姑娘，江湖人称“神经”。作为音乐附中的奇葩人物，陈惊人缘欠佳只有男闺蜜“油渣”（彭昱畅饰）甘愿为她鞍前马后。自信满满的陈惊恋上了校草师哥，不料却遭到校草的嘲笑和奚落，还引起了校园两大院系之间的大混战。为了向师哥证明自己，陈惊联手“502宿舍”神秘人物组成2.5次元乐团，挑战权威、破除成见，上演了一幕幕生猛搞笑的青春趣事。一个懵懂怪力的少女，一场默默守护的爱恋，一群奇葩义气的小伙伴，“神经女孩”如何逆袭成为“闪光少女”？2017年暑期《闪光少女》放肆揭晓——不一样，又怎样！
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2494275431.jpg',
    导演   = ' 王冉',
    编剧   = ' 鲍鲸鲸',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-20(中国大陆) / 2017-06-18(上海电影节)',
    片长   = ' 103分钟',
    又名   = ' Our Shining Days',
    评分   = 7.3,
    豆瓣ID = 26790961,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 76,
    片名   = '嘉年华',
    简介   = '小米（文淇 饰）在位于风景区的一间酒店里打工。一天，正值小米当班，一个男人带着两个看上去还是小学生的女孩子来开房，虽然心中所有顾虑，但小米秉着多一事不如少一事的念头替他们开了两间房。之后，在监控录像里，小米看到男人在半推半就之下进入了两个女孩的房间，心中隐隐觉得不安的小米将这一幕用手机录了下来。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2503644828.jpg',
    导演   = ' 文晏',
    编剧   = ' 文晏',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-11-24(中国大陆) / 2017-09-07(威尼斯电影节)',
    片长   = ' 107分钟',
    又名   = ' Angels Wear White',
    评分   = 8.3,
    豆瓣ID = 27019527,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 77,
    片名   = '精灵旅社3：疯狂假期 Hotel Transylvania 3: Summer Vacation',
    简介   = '德古拉和家人朋友们踏上了一艘邮轮，宿命之敌“吸血鬼猎人”范海辛正在船上布置天罗地网等待“猎物”上门。除了爆笑搞怪，这次的冒险更加惊险刺激而纠结，因为在茫茫大海中，德古拉除了要面对重重家庭阻力、拯救朋友们的压力、也许还有......一个美女?
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2530591543.jpg',
    导演   = ' 格恩迪·塔塔科夫斯基',
    编剧   = ' 迈克尔·麦库勒斯 / 格恩迪·塔塔科夫斯基',
    语言   = ' 英语',
    上映日期 = ' 2018-08-17(中国大陆) / 2018-07-13(美国)',
    片长   = ' 98分钟',
    又名   = ' 鬼灵精怪大酒店3：怪兽旅行团(港) / 尖叫旅社3：怪兽假期(台)',
    评分   = 6.7,
    豆瓣ID = 26630714,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 78,
    片名   = '幸福的拉扎罗 Lazzaro felice',
    简介   = '拉扎罗（阿德里亚诺·塔尔迪奥洛 饰）是一位内心单纯的年轻农民，坦克雷迪（卢卡·奇科瓦尼 饰）则是一位骄横的年轻贵族。他在Inviolata这座与世隔绝的小城内生活，这个城镇则由侯爵夫人阿诺西纳·德·卢娜（尼可莱塔·布拉斯基 饰）所统治。年轻的农民和年轻的贵族相遇并成为好友。某天，坦克雷迪出于玩乐的目的，自导自演了绑架闹剧，并向拉扎罗求助。拉扎罗非常珍视这段真诚且快乐的友谊，他决定穿越时空，回到小城，以寻找坦克雷迪。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2521583093.jpg',
    导演   = ' 阿莉切·罗尔瓦赫尔',
    编剧   = ' 阿莉切·罗尔瓦赫尔',
    语言   = ' 意大利语',
    上映日期 = ' 2018-05-13(戛纳电影节) / 2018-05-31(意大利)',
    片长   = ' 125分钟',
    又名   = ' 睡王子的快乐传说(港) / Happy as Lazzaro',
    评分   = 8.6,
    豆瓣ID = 27072795,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 79,
    片名   = '镰仓物语 DESTINY 鎌倉ものがたり',
    简介   = '镰仓，一个看似不起眼的小城，却是连通两个异世界的神奇之处，流传着各种奇妙的 传说。推理作家一色正和（堺雅人 饰）与天然呆妻子亚纪子（高畑充希 饰）新婚蜜月 后定居在老家镰仓，过着夫唱妇和的幸福生活。一次偶然，亚纪子中了怪物的设计被 带到异世界，爱妻心切的一色为了夺回妻子，不惜打破禁忌，只身冒险，在奇妙的异世界展开了一场奇幻冒险....
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2532008868.jpg',
    导演   = ' 山崎贵',
    编剧   = ' 山崎贵',
    语言   = ' 日语',
    上映日期 = ' 2018-09-14(中国大陆) / 2017-12-09(日本)',
    片长   = ' 129分钟 / 119分钟(中国大陆)',
    又名   = ' Destiny',
    评分   = 6.9,
    豆瓣ID = 26916229,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 80,
    片名   = '英伦对决 The Foreigner',
    简介   = '关玉明（成龙 饰）和女儿小凡（梁佩诗 饰）在英国伦敦过着相依为命的日子。关玉明经营着一间小小的餐馆，老老实实的靠着辛勤劳作养活家庭，从未有过想要僭越法律或是道德的念头。然而，上天并不眷顾这个善良的男人，在一场恐怖袭击中，小凡不幸成为了受害者之一。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2499135561.jpg',
    导演   = ' 马丁·坎贝尔',
    编剧   = ' 大卫·马可尼 / 史蒂芬·莱泽',
    语言   = ' 英语 / 汉语普通话',
    上映日期 = ' 2017-09-30(中国大陆) / 2017-10-13(美国)',
    片长   = ' 113分钟',
    又名   = ' 龙震天下 / 普通人 / 中国人 / 外国佬 / The Chinaman',
    评分   = 7.1,
    豆瓣ID = 25723583,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 81,
    片名   = '异形：契约 Alien: Covenant',
    简介   = '故事发生在一艘名为“契约”的殖民太空船之上，飞船上搭载了两千名进入沉睡的殖民者，他们的目的地是遥远的欧米伽六号行星，希望能够在那里建立新的家园。一场意外的发生令契约号的能量收集帆遭到了破坏，船长布兰森（詹姆斯·弗兰科 James Franco 饰）亦不幸身亡。作为代理船长的欧朗（比利·克鲁德普 Billy Crudup 饰）带领着惊恐而又悲伤的船员们降落到了一颗未知的神秘星球上。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459944375.jpg',
    导演   = ' 雷德利·斯科特',
    编剧   = ' 迈克尔·格林 / 约翰·洛根 / 杰克·帕格恩',
    语言   = ' 英语',
    上映日期 = ' 2017-06-16(中国大陆) / 2017-05-10(法国) / 2017-05-19(美国)',
    片长   = ' 122分钟 / 116分钟(中国大陆)',
    又名   = ' 异形：圣约(港/台) / 神奇异形在哪里(豆友译名) / 已开：大勺(豆友译名) / 异形：失乐园 / 普罗米修斯2 / Prometheus 2 / Alien',
    评分   = 7.3,
    豆瓣ID = 11803087,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 82,
    片名   = '变形金刚5：最后的骑士 Transformers: The Last Knight',
    简介   = '地球陷入毁灭危机，擎天柱失踪，越来越多的汽车人和霸天虎来到地球，前海豹突击队成员威廉·伦诺克斯（ 乔什·杜哈明饰）成为了政府军组建的TRF中的一员，负责绞杀地球上的汽车人——不论好坏。在芝加哥街头，伦诺克斯遇到了凯德·伊格尔（马克·沃尔伯格饰）孤儿伊莎贝拉（伊莎贝拉·莫奈饰）。 凯德因为帮助、支持汽车人而成为政府通缉犯，所以他在一个垃圾场看管着一群幸存的汽车人。与此同时，失踪的擎天柱被女巫昆塔莎黑化，要毁灭地球。拯救世界的责任于是落在了这支由凯德为首的非同寻常的队伍身上，大黄蜂、一位英国爵士（安东尼·霍普金斯饰）还有一位牛津大学教授（劳拉·哈德克饰），一场史诗浩劫彻底将地球变成了战场 。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2462475058.jpg',
    导演   = ' 迈克尔·贝',
    编剧   = ' 阿特·马库姆 / 马特·霍洛维 / 肯·诺兰 / 阿齐瓦·高斯曼',
    语言   = ' 英语',
    上映日期 = ' 2017-06-23(中国大陆) / 2017-06-21(美国)',
    片长   = ' 155分钟 / 150分钟(中国大陆)',
    又名   = ' 变形金刚：终极战士(港) / 变形金刚5：最终骑士(台) / 变形金刚5 / 变5 / Transformers 5',
    评分   = 4.9,
    豆瓣ID = 25824686,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 83,
    片名   = '忌日快乐 Happy Death Day',
    简介   = '9月18日星期一，是放纵张扬的高校女孩泰莉·格尔布曼（杰西卡·罗德 Jessica Rothe 饰）的生日，同时也是她亡母的生日。前一晚她烂醉如泥，睡在了有一面之缘的男生卡特的房间。她醒来后回到宿舍，匆匆赶去上课。夜幕降临，姐妹们为她准备了惊喜的生日派对。谁知在赶赴派对的途中，泰 莉遭到蒙面男的杀害。吊诡的是，当她再度醒来时，发现自己又回到了9月18日的早上，十数个小时前经历的一切又不得不重新经历一遍，其中包括被杀的遭遇。就这样，抓狂的泰莉不断尝试改变命运，又一次次被神秘男人所杀害。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2510057340.jpg',
    导演   = ' 克里斯托弗·兰登',
    编剧   = ' 斯科特·洛布德尔',
    语言   = ' 英语',
    上映日期 = ' 2018-02-02(中国大陆) / 2017-10-13(美国)',
    片长   = ' 96分钟',
    又名   = ' 死日快乐 / 吓到半死 / 死亡无限LOOP(港) / Again / Half to Death / Happy Birthdead',
    评分   = 7.1,
    豆瓣ID = 27027913,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 84,
    片名   = '幕后玩家',
    简介   = '坐拥数亿财产的钟小年(徐峥 饰)意外遭人绑架，不得不在一位神秘人的操控下完 成一道道令人两难的选择题。在选择的过程中，钟小年落入陷阱，不仅巨额财产被盗取、 濒临身败名裂的边缘，还将妻子魏思蒙(王丽坤 饰)牵扯进一个个险境。为了洗脱罪名， 救回爱人，钟小年在重重危机中与神秘人展开了一场关乎生死和救赎的金钱游戏…
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2520543845.jpg',
    导演   = ' 任鹏远',
    编剧   = ' 任鹏远',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-04-28(中国大陆) / 2018-04-15(北京电影节)',
    片长   = ' 114分钟',
    又名   = ' 操控者 / A or B',
    评分   = 5.7,
    豆瓣ID = 26774033,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 85,
    片名   = '起跑线 Hindi Medium',
    简介   = '一对印度的中产阶级夫妇:服装店老板拉吉（伊尔凡·可汗 Irrfan Khan 饰）与太太米塔（萨巴·卡玛尔 Saba Qamar 饰）为了让女儿皮娅（蒂希塔·塞加尔 Dishita Sehgal 饰）接受更好的教育想尽了各种办法。而当他们费劲心思终于要将女儿送进名校时,事情却又发生了意想不到的变化……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2517518428.jpg',
    导演   = ' 萨基特·乔杜里',
    编剧   = ' 萨基特·乔杜里 / 琪娜特·拉克哈尼 / 阿米托什·纳格庖',
    语言   = ' 印地语 / 英语',
    上映日期 = ' 2018-04-04(中国大陆) / 2017-05-19(印度)',
    片长   = ' 132分钟 / 131分钟(中国大陆)',
    又名   = ' 人生起跑线(台) / 可怜天下父母心 / हिंदी',
    评分   = 7.9,
    豆瓣ID = 26942631,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 86,
    片名   = '猩球崛起3：终极之战 War for the Planet of the Apes',
    简介   = '凯撒（安迪·瑟金斯 饰）领导的猿族将被迫与残暴的Colonel（伍迪·哈里森 饰）领导的人类军队上演一场生死大战。猿族在战斗中遭遇了前所未有的重创，由此激发了凯撒内心中黑暗的一面，心中燃起复仇的烈火。最终，凯撒与Colonel面对面进行了一场关乎猿族和人类命运的终极之战。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2494096554.jpg',
    导演   = ' 马特·里夫斯',
    编剧   = ' 马特·里夫斯 / 马克·鲍姆贝克 / 里克·杰法 / 阿曼达·斯尔沃 / 皮埃尔·布尔',
    语言   = ' 英语 / 美国手语',
    上映日期 = ' 2017-09-15(中国大陆) / 2017-07-14(美国)',
    片长   = ' 140分钟',
    又名   = ' 猩球崛起：终极决战(台) / 猿人争霸战：猩凶巨战(港) / 猩球大战：猿力觉醒(豆友译名) / 猩球崛起3 / 人猿猩球3 / Planet of the Apes 3',
    评分   = 6.9,
    豆瓣ID = 25808075,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 87,
    片名   = '至爱梵高·星空之谜 Loving Vincent',
    简介   = '影片用一封无法投递的信件串联起梵高在去世前最后六周里与他生命中最重要的三个人物之间的秘密，带观众穿越回十九世纪末的欧洲，并陪伴梵高走完他最后的人生。影片采用梵高原画作品中的人物原型还原梵高的艺术人生，让观众在享受美得令人窒息的视觉盛宴时，抽丝剥茧地发现隐藏了一个半世纪的秘密。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2506935748.jpg',
    导演   = ' 多洛塔·科别拉 / 休·韦尔什曼',
    编剧   = ' 多洛塔·科别拉 / 休·韦尔什曼 / 贾科·丹纳尔',
    语言   = ' 英语',
    上映日期 = ' 2017-12-08(中国大陆) / 2017-06-12(安锡动画电影节) / 2017-10-13(英国)',
    片长   = ' 95分钟',
    又名   = ' 至爱梵高 / 致梵高的爱 / 情迷梵高(港) / 梵谷：星夜之谜(台) / 探索梵高的生与死 / 挚爱梵高 / La passion Van Gogh',
    评分   = 8.5,
    豆瓣ID = 25837262,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 88,
    片名   = '反贪风暴3 L風暴',
    简介   = 'ICAC (廉政公署) 陆志廉（古天乐 饰），JFIU (联合财富情报组) 刘保强（张智霖 饰）分别侦查贪污及洗黑钱案，但苦无线索，这时廉政公署L组 (内部纪律调查组) 程德明（郑嘉颖 饰）收到Eva（邓丽欣 饰）举报，指陆志廉收贿1,200万，陆无法辩解即时停职。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2531887203.jpg',
    导演   = ' 林德禄',
    编剧   = ' 黄浩华 / 何文龙',
    语言   = ' 粤语 / 汉语普通话',
    上映日期 = ' 2018-09-14(中国大陆) / 2018-08-23(香港)',
    片长   = ' 97分钟',
    又名   = ' L Storm',
    评分   = 5.7,
    豆瓣ID = 26996640,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 89,
    片名   = '悟空传',
    简介   = '这不是西游记的任何章节，这是悟空的故事，彼时孙悟空（彭于晏 饰）还不是震撼天地的齐天大圣，他只是只桀傲不驯的猴子。天庭毁掉他的花果山以掌控众生命运，他便决心跟天庭对抗，毁掉一切戒律。在天庭，孙悟空遇到不能爱的阿紫（倪妮 饰），一生的宿敌杨戬（余文乐 饰），和思念昔日爱人阿月（郑爽 饰）的天蓬（欧豪 饰），他们的身份注定永生相杀，但其实不甘命运摆布的又何止孙悟空一人？却没想到反抗却带来更大的浩劫。他们所做的一切，究竟是不知天高地厚的热血轻狂，还是无奈宿命难改的压抑绝望？难道命运真的早已注定？悟空不服，他再次挥动金箍棒，要让这诸佛都烟消云散！
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2475060299.jpg',
    导演   = ' 郭子健',
    编剧   = ' 郭子健 / 今何在 / 黄海 / 范文文 / 黄智亨',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-13(中国大陆)',
    片长   = ' 123分钟',
    又名   = ' Wukong',
    评分   = 5.1,
    豆瓣ID = 26035290,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 90,
    片名   = '春娇救志明 春嬌救志明',
    简介   = '2009年，春娇志明后巷邂逅，演绎烟火世界中的极致浪漫。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2456056900.jpg',
    导演   = ' 彭浩翔',
    编剧   = ' 彭浩翔 / 尹志文 / 陆以心',
    语言   = ' 粤语 / 汉语普通话',
    上映日期 = ' 2017-04-28(中国大陆) / 2017-04-11(香港电影节) / 2017-04-27(香港)',
    片长   = ' 121分钟 / 117分钟(中国大陆)',
    又名   = ' 志明与春娇3 / Love off the cuff',
    评分   = 7.1,
    豆瓣ID = 26639958,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 91,
    片名   = '风语咒',
    简介   = '生活在孝阳岗的少年郎明怀揣侠岚梦想，但双眼失明的他却只能靠招摇撞骗混于市井之中。直到有一天，罗刹袭击孝阳岗，与他相依为命的母亲突然失踪，郎明迫不得已踏上了找寻真相之路。一波未平一波又起，上古神兽饕餮现世让人间危在旦夕，传说中的侠岚们也出现在眼前，郎明也踏上了改变一生的冒险之旅……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2530872223.jpg',
    导演   = ' 刘阔',
    编剧   = ' 于奥 / 周铁男 / 舒敦杭',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-08-03(中国大陆)',
    片长   = ' 105分钟',
    又名   = ' 画江湖之风语咒 / The Wind Guardians',
    评分   = 6.9,
    豆瓣ID = 30146756,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 92,
    片名   = '金刚：骷髅岛 Kong: Skull Island',
    简介   = '上世纪70年代，一支集结了科考队员、探险家、战地摄影记者、军人的探险队，冒险前往南太平洋上的神秘岛屿——骷髅岛。他们的到来惊扰了岛上之神——史上最大金刚。经过一番惨烈的激战之后，探险队员散落在了岛屿各处。此时，队员们才意识到这次探险并不是一次单纯的科考任务，而是去探索怪兽存在的证明。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2436030518.jpg',
    导演   = ' 乔丹·沃格特-罗伯茨',
    编剧   = ' 麦克思·鲍伦斯坦 / 约翰·盖汀斯 / 丹·吉尔罗伊 / 德里克·康纳利',
    语言   = ' 英语 / 越南语 / 日语',
    上映日期 = ' 2017-03-24(中国大陆) / 2017-02-28(伦敦首映) / 2017-03-10(美国)',
    片长   = ' 119分钟',
    又名   = ' Skull Island',
    评分   = 6.5,
    豆瓣ID = 26309788,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 93,
    片名   = '狂暴巨兽 Rampage',
    简介   = '巨石强森饰演的灵长类动物学家一直与人类保持距离, 却跟极为聪明的银背大猩猩乔治有着深厚的感情。但是一次基因实验出错, 让这只温驯的大猩猩变成狂怒难驯的庞然巨兽。更可怕的是, 其他动物也发生了同样基因异变。他必须阻止这场全球性的灾难, 更重要是要拯救他的好友乔治。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2516079193.jpg',
    导演   = ' 布拉德·佩顿',
    编剧   = ' 瑞安·恩格尔 / 卡尔顿·库斯 / 莱恩·康道尔 / 亚当·希泰凯尔',
    语言   = ' 英语',
    上映日期 = ' 2018-04-13(美国/中国大陆)',
    片长   = ' 107分钟',
    又名   = ' 末日困兽战(港) / 毁灭大作战(台) / 狂暴：世纪浩劫 / 狂暴 / 怪兽大破坏',
    评分   = 6.4,
    豆瓣ID = 26430636,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 94,
    片名   = '古墓丽影：源起之战 Tomb Raider',
    简介   = '劳拉（艾丽西亚·维坎德 Alicia Vikander 饰）的父亲一生都致力于研究古墓，在劳拉尚且年幼的时候，父亲在一场冒险之中失踪了。一晃眼多年过去，劳拉一直拒绝承认父亲已死的消息，也拒绝接手父亲手下的商业帝国。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2512717509.jpg',
    导演   = ' 罗阿尔·乌索格',
    编剧   = ' 吉内瓦·德沃莱特-罗宾森 / 阿拉斯泰尔·西登斯 / 埃文·达赫迪',
    语言   = ' 英语',
    上映日期 = ' 2018-03-16(美国/中国大陆)',
    片长   = ' 118分钟',
    又名   = ' 盗墓者罗拉(港) / 古墓奇兵(台) / 新古墓丽影',
    评分   = 6,
    豆瓣ID = 3445906,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 95,
    片名   = '马戏之王 The Greatest Showman',
    简介   = '《马戏之王》取材自真人真事，好莱坞全能巨星休·杰克曼在片中饰演“马戏团鼻祖”、传奇人物P.T.巴纳姆。故事讲述了身处社会底层的巴纳姆依靠自己无穷想象力和锲而不舍的精神，从经营博物馆到一手开创世界上第一家马戏团的故事。巴纳姆的奇思妙想最开始并不被大众所认可，几乎没人花钱欣赏，他的家人好友帮他度过一次次绝境。在经历了一系列挫折、与合作伙伴的分歧之后，秉持梦想的他终于成为全美甚至全世界最为知名的“造梦大师”。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2511346392.jpg',
    导演   = ' 迈克尔·格雷西',
    编剧   = ' 珍妮·比克 / 比尔·康顿',
    语言   = ' 英语',
    上映日期 = ' 2018-02-01(中国大陆) / 2017-12-20(美国)',
    片长   = ' 105分钟 / 106分钟(中国大陆)',
    又名   = ' 大娱乐家(港/台) / 地球最强秀 / 地球最强马戏演员 / 全球最伟大的马戏演员 / 大秀之王 / The Greatest Showman On Earth',
    评分   = 7.7,
    豆瓣ID = 3914513,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 96,
    片名   = '昨日青空',
    简介   = '中国首部青春题材动画电影《昨日青空》将于2018年暑期全国上映。该片改编自口袋巧克力同名人气漫画作品，由咕咚导演奚超执导。影片以中国南方小镇兰溪为实际取景地，讲述了小镇上的几位高三学生，有关梦想、友谊、亲情和初恋等的成长经历，描绘出一段极具中国风、清新唯美的青春故事。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2533173724.jpg',
    导演   = ' 奚超',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-10-26(中国大陆)',
    片长   = ' 82分钟',
    又名   = ' Crystal Sky of Yesterday',
    评分   = 6.1,
    豆瓣ID = 26290410,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 97,
    片名   = '天才少女 Gifted',
    简介   = 'Chris Evans将参演马克·韦布（超凡蜘蛛侠系列）执导新片《Gifted》。该片讲述美队扮演一名原本波士顿大学助教现在是修船工的Frank Adler在姐姐自杀后领养了外甥女Mary——一位智力过人的天才少女。Mary刚一入学就表现得与众不同，然而舅舅Frank只想让孩子过普通人生活。Mary的外婆得知了少女的天赋，出现在二人的生活里，要将Mary培养成数学天才。于是一场抚养权之争开始了。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2394315478.jpg',
    导演   = ' 马克·韦布',
    编剧   = ' 汤姆·弗林',
    语言   = ' 英语',
    上映日期 = ' 2017-04-12(美国)',
    片长   = ' 101分钟',
    又名   = ' 天才的礼物(台) / 天才 / 天赋',
    评分   = 8.2,
    豆瓣ID = 26593587,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 98,
    片名   = '王牌保镖 The Hitman''s Bodyguard',
    简介   = '达瑞斯（塞缪尔·杰克逊 Samuel L. Jackson 饰）曾是一名令业内人士闻风丧胆的超级杀手，如今已经伏法的他屈居在铁窗之后，等待着漫长的刑期到头。达瑞斯的妻子索尼娅（萨尔玛·海耶克 Salma Hayek 饰）同样身陷囹圄，某日，达瑞斯得到了一个意外的机会，能够令索尼娅重获自由，作为交换，他必须出庭作证证明邪恶的罪犯弗拉迪斯拉夫（加里·奥德曼 Gary Oldman 饰）有罪。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2498055621.jpg',
    导演   = ' 帕特里克·休斯',
    编剧   = ' 汤姆·奥康纳',
    语言   = ' 英语 / 俄语 / 法语 / 日语 / 意大利语 / 荷兰语 / 西班牙语',
    上映日期 = ' 2017-09-22(中国大陆) / 2017-08-18(美国)',
    片长   = ' 118分钟 / 112分钟(中国大陆)',
    又名   = ' 杀手的保镖 / 杀手保镖(台) / 保镖救杀手(港)',
    评分   = 7.2,
    豆瓣ID = 22266126,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 99,
    片名   = '西游记女儿国',
    简介   = '唐僧师徒途经忘川河，因激怒河神而误入西梁女界。闯入其中，众人才发现这个国家只有女性，并且建国以来此地就没来过男性。而且国中立有祖训，将男人视为天敌。典籍中更有预言，指明有朝一日，会有东土而来的僧人带着一只猴子、一头猪和一个小蓝人闯入其中。他们到来之日，便是女儿国走向毁灭之时。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2511375626.jpg',
    导演   = ' 郑保瑞',
    编剧   = ' 文宁',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 116分钟',
    又名   = ' 西游记·女儿国 / 西游记之女儿国 / The Monkey King 3',
    评分   = 4.4,
    豆瓣ID = 25829175,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 100,
    片名   = '星球大战8：最后的绝地武士 Star Wars: The Last Jedi',
    简介   = '邪恶的斯努克所率领的第一秩序正以前所未有的破坏力扫荡抵抗者组织最后的力量。几经辗转，蕾伊（黛西·雷德利 Daisy Ridley 饰）终于在银河一隅找到隐居的卢克·天行者（马克·哈米尔 Mark Hamill 饰），与此同时她自身的力量也正慢慢苏醒。遭到重创的抵抗者命悬一线，为了摆脱第一秩序的追杀，芬恩（约翰·博耶加 John Boyega 饰）和萝丝（凯莉·玛丽·陈 Kelly Marie Tran 饰）逃出主舰，试图找到能令他们起死回生的人物，而好逞英雄的波（奥斯卡·伊萨克 Oscar Isaac 饰）则留下来见证着抵抗者最为危机和绝望的时刻。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2506694509.jpg',
    导演   = ' 莱恩·约翰逊',
    编剧   = ' 莱恩·约翰逊 / 乔治·卢卡斯',
    语言   = ' 英语',
    上映日期 = ' 2018-01-05(中国大陆) / 2017-12-15(美国)',
    片长   = ' 152分钟',
    又名   = ' 星球大战：最后绝地武士(港) / 星球大战8 / 星战8 / Star Wars',
    评分   = 7.1,
    豆瓣ID = 22265634,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 101,
    片名   = '心理罪之城市之光',
    简介   = '一起连环凶杀案掀起了城市的狂欢与躁动，数起案件中受害者均遭虐待致死，且充满仪式感，所有线索都与一个人有关——精通犯罪心理学的天才神探方木（邓超 饰）。在与同事米楠（刘诗诗 饰）调查案件时，方木发现曾经是自己高中同学的江亚（阮经天 饰）似乎深藏很多秘密。此时网络上出现名为“城市之光”的用户，以发起投票的方式让大众决定律师任川（郭京飞 饰）的生死，方木、米楠等警察虽然用尽一切办法，依然无法阻止这场“以暴制暴”的黑暗审判，这座城市陷入了混乱的旋涡。紧要关头，方木觉察到江亚的妻子魏巍（林嘉欣 饰）竟然是解锁江亚秘密的重要证人，就在真相即将大白的关键时刻，一场惊人变故突如其来.....
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2506228506.jpg',
    导演   = ' 徐纪周',
    编剧   = ' 徐纪周 / 雷米',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-22(中国大陆)',
    片长   = ' 124分钟',
    又名   = ' 心理罪·城市之光 / 城市之光 / 缉凶者 / The Liquidator',
    评分   = 5.9,
    豆瓣ID = 26774722,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 102,
    片名   = '杀破狼·贪狼 殺破狼‧貪狼',
    简介   = '香港警察李忠志（古天乐 饰）得知女儿芝（陈汉娜 饰）于泰国旅游间莫名失踪，即亲赴泰国报警求助。负责案件的华人探员崔杰（吴樾 饰），应允让他一同调查，却想不到李忠志利用媒体呼吁市民提供线索。 一条意外拍下芝被捉走的片段上载至警方网站，却被神秘删除。崔杰即连同好友兼同袍Tak（托尼·贾 饰）同赴寻找片主，却遇神秘人马截足灭证，狭路相逢，展开追截并与之搏斗。李忠志与崔杰两人逐步调查，却发现案中有案，并开始意识凶手背后神秘势力非他们能对付……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2494948513.jpg',
    导演   = ' 叶伟信',
    编剧   = ' 梁礼彦 / 卓亦谦',
    语言   = ' 粤语',
    上映日期 = ' 2017-08-17(中国大陆) / 2017-08-25(香港)',
    片长   = ' 101分钟',
    又名   = ' Paradox',
    评分   = 7.1,
    豆瓣ID = 26826398,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 103,
    片名   = '攻壳机动队 Ghost in the Shell',
    简介   = '近未来，人类的各种器官均可实现移植，一时间机器人、生化人、仿生人充斥世间，与人类真假莫辨。某座繁华都市的大厦内，汉卡公司高管正与非洲来宾洽谈业务，突然宴会变成血腥大屠杀，暴走的机器人大开杀戒。隶属公安九课的米拉·基里安少佐（斯嘉丽·约翰逊 Scarlett Johansson 饰）带领巴特（皮鲁·埃斯贝克 Pilou Asbæk 饰）等手下赶往现场，平息事态。根据对暴走艺伎机器人的调查发现，被称作“久世”的神秘之人策划了这一系列的行动，而且他的目标全部指向了掌握着生化前沿尖端科技的汉卡公司及其研发人员。经过一番凶险的周旋，少佐逐渐逼近真相，同时也渐渐解开了发生在自己身上的惊天秘密……
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2453176400.jpg',
    导演   = ' 鲁伯特·桑德斯',
    编剧   = ' 士郎正宗 / 杰米·莫斯 / 威廉·惠勒 / 伊伦·克鲁格',
    语言   = ' 英语 / 日语',
    上映日期 = ' 2017-04-07(中国大陆) / 2017-03-29(法国) / 2017-03-31(美国)',
    片长   = ' 107分钟',
    又名   = ' 攻壳机动队真人版',
    评分   = 6.4,
    豆瓣ID = 25818101,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 104,
    片名   = '灵魂摆渡·黄泉',
    简介   = '黄泉八百里沙海，寂寞荒凉，无花无叶。少女三七作为这黄泉中的最后一任孟婆，被冥王阿茶指婚给鬼差赵吏。三七性格憨傻，样貌枯槁，情窦未开，遭到了赵吏的拒绝。她日日独守在空旷的土堡内，熬着苦涩的孟婆汤，只与一株将死未死的曼珠沙华相伴。直到那一日，一个名叫长生的少年，误打误撞闯进了孟婆庄……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2512204463.jpg',
    导演   = ' 巨兴茂',
    编剧   = ' 小吉祥天',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-01(中国大陆)',
    片长   = ' 111分钟',
    又名   = ' 灵魂摆渡大电影 / 灵魂摆渡 电影版 / 灵魂摆渡·黄泉篇',
    评分   = 7.1,
    豆瓣ID = 26910820,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 105,
    片名   = '星际特工：千星之城 Valérian and the City of a Thousand Planets',
    简介   = '人类和众多外星种族共同生活在一个名为千星之城阿尔法的繁华星际大都市，数百年来，千星之城阿尔法成为各族群和平共处的美妙天堂，它繁荣昌盛。韦勒瑞恩（戴恩·德哈恩 Dane DeHaan 饰）和洛瑞琳（卡拉·迪瓦伊 Cara Delevingne 饰）被选择成为阿尔法的守护者，他们俩是警卫部的执行人员，被任命去拦截一种稀有物品的交易。这种稀有物品与一个本该在数十年前就消失的稀有族群存在神秘的关联。然后他们来到了巨大的千星之城阿尔法城，这时他们的指挥官Arun Filitt（克里夫·欧文饰）在指挥中心遭到绑架，这对搭档开始意识到手中物品的不寻常价值。二人追寻凶手，发现自己身陷一场正在发酵的星际事件中……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2496088130.jpg',
    导演   = ' 吕克·贝松',
    编剧   = ' 吕克·贝松 / 皮埃尔·克里斯汀 / 让-克劳德·梅济耶尔',
    语言   = ' 英语 / 法语',
    上映日期 = ' 2017-08-25(中国大陆) / 2017-07-20(德国) / 2017-07-26(法国)',
    片长   = ' 137分钟',
    又名   = ' 瓦莱里安与一千颗行星的城市 / 星际特工瓦雷诺：千星之城(台) / 瓦莱里安与千星之城 / Valérian / Valerian',
    评分   = 7,
    豆瓣ID = 11502973,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 106,
    片名   = '二代妖精之今生有幸',
    简介   = '身负巨债的动物饲养员袁帅（冯绍峰 饰），为了还清百万巨债，他四处与富家女相亲，却误打误撞爱上来人间报恩的狐妖白纤楚（刘亦菲 饰）。妖怪管理局局长云中鹤为阻止人妖相恋，派魔都小分队洪思聪队长捉拿违规狐妖白纤楚，袁帅为了寻回爱人狐妖，勇闯妖界……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2507022339.jpg',
    导演   = ' 肖洋',
    编剧   = ' 肖洋 / 郭异雯',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-29(中国大陆)',
    片长   = ' 110分钟',
    又名   = ' 二代妖精 / 一代妖精 / 一代妖精电影版 / Hanson and the Beast / 动物管理局 / 妖怪管理局',
    评分   = 5.5,
    豆瓣ID = 26797419,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 107,
    片名   = '三生三世十里桃花',
    简介   = '白浅（刘亦菲 饰）失去了上一世的记忆，盘踞在青丘山内，过着与世无争自由自在的生活。在东海盛宴上，白浅遇见了带着天孙阿离（彭子苏 饰）的天族太子夜华（杨洋 饰），实际上，两人之间早就定下了婚约。夜华震惊于白浅拥有的和他死去的妻子素素一模一样的外表，于是开始接近白浅，在此过程中被白浅善良开朗的性格渐渐吸引。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2494279388.jpg',
    导演   = ' 赵小丁 / 安东尼·拉默里纳拉',
    编剧   = ' 李晗 / 刘晗 / 麦灵 / 张亚亮 / 唐七',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-08-03(中国大陆)',
    片长   = ' 109分钟',
    又名   = ' Once Upon a Time',
    评分   = 3.9,
    豆瓣ID = 25823277,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 108,
    片名   = '解忧杂货店',
    简介   = '改编自东野圭吾原著同名小说《解忧杂货店》，讲述了在一家僻静街道旁的杂货店，只要写下烦恼投进店前门卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。某个夜晚，三个身在迷途的年轻人阿杰、小波、彤彤无意闯入，没想到开启了时光隧道，从收到来自过去的第一封咨询信开始，在不断的回信和收信过程中，过去链接了未来，犹豫是否该坚持音乐梦想的秦朗、是否该和家人因逃债远走他乡的浩博、是否应该放弃舞女工作的晴美都从他们的回信建议做出了选择，找到了心灵的方向，不经意间也串联了所有人的人生。同时这三个年轻人也收到了对于自己困惑的解答。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2503544593.jpg',
    导演   = ' 韩杰',
    编剧   = ' 宋啸 / 东野圭吾 / 孙思雨 / 朱思溢',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-29(中国大陆)',
    片长   = ' 109分钟',
    又名   = ' Miracles of the Namiya General Store',
    评分   = 5,
    豆瓣ID = 26654146,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 109,
    片名   = '浪矢解忧杂货店 ナミヤ雑貨店の奇蹟',
    简介   = '2012年的一个夜晚，自幼在某孤儿院长大的敦也（山田凉介 饰）、翔太（村上虹郎 饰）和幸平（宽一郎 饰）对某女企业家实施了抢劫，由于汽车意外抛锚，他们仓皇逃到了一家早已关张的杂货店内躲藏。这家名为浪矢杂货店的铺子此前由风趣和善的老人浪矢雄治（西田敏行 饰）经营，数十年前他出于玩笑帮小朋友们解答各种困扰，后来名气越来越大，以至于有人专程向他咨询人生中的难题。本来从1980年就该沉寂的店铺，却在三人闯进来后收到了烦恼咨询信。随后敦也等人发现，这些信件竟然来自遥远的过去。神秘的夜晚，迷途青年执笔为他人排忧解难，他们的命运和这家解忧杂货店紧紧联系在了一起……
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2511434383.jpg',
    导演   = ' 广木隆一',
    编剧   = ' 齐藤浩史 / 东野圭吾',
    语言   = ' 日语',
    上映日期 = ' 2018-02-02(中国大陆) / 2017-09-23(日本)',
    片长   = ' 129分钟',
    又名   = ' 解忧杂货店 / Miracles of the Namiya General Store',
    评分   = 7.2,
    豆瓣ID = 26742730,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 110,
    片名   = '相爱相亲',
    简介   = '岳惠英（张艾嘉 饰）的母亲去世之后，惠英最大的念想就是将远葬在乡下的父亲的坟迁回城里，和母亲葬在一起，这个念头让她和父亲的原配姥姥（吴彦姝 饰）之间爆发了巨大的矛盾。迁坟的事成为了惠英的心结，亦让她和丈夫孝平（田壮壮 饰）之间的感情产生了裂痕。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2502311890.jpg',
    导演   = ' 张艾嘉',
    编剧   = ' 张艾嘉 / 游晓颖',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-11-03(中国大陆) / 2017-10-21(釜山电影节)',
    片长   = ' 120分钟',
    又名   = ' Love Education',
    评分   = 8.4,
    豆瓣ID = 26773744,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 111,
    片名   = '妖铃铃',
    简介   = '无良地产商父子徐大富（沈腾 饰）和徐天宇（岳云鹏 饰）一心想争夺豪华CBD中一幢破旧居民楼“萌贵坊”的产权，但萌贵坊内仍存四户怪咖不愿搬出—神医王保健（张译 饰）和他的儿子鸡丁（李亦航 饰）、民间发明家夫妇李菊花(papi 饰)和金三(潘斌龙 饰)、网红主播阿萍(焦俊艳 饰)、以及过气古惑仔阿仁(方中信 饰)和阿明(吴镇宇饰)。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2506825662.jpg',
    导演   = ' 吴君如',
    编剧   = ' 周运海 / 查慕春 / 王贻兴',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-29(中国大陆)',
    片长   = ' 88分钟',
    又名   = ' 妖妖铃 / 妖妖零 / 玲姐大闹萌贵坊 / 铃姐大闹萌贵坊 / Goldbuster',
    评分   = 4.2,
    豆瓣ID = 26966580,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 112,
    片名   = '胖子行动队',
    简介   = '特工“J”（文章 饰）在执行一次A级任务时头部中枪，导致颅内下丘脑受损。养伤期间，J渐渐变成了一个三百斤的大胖子，并患有严重的嗜睡症，但J依然认为自己是一个王牌特工。终于，J再次接到任务，只身前往日本取回机密文件。文件得手后，J却擅自拆开文件决定替组织继续完成隐藏其中的任务，不料却晕倒在居酒屋。医院醒来的J结识了保安郝英俊（包贝尔 饰），郝英俊为了证明自己不是个一事无成的废物毅然决然地加入任务中。这对临时拍档在执行任务的过程中，经历一次又一次令人啼笑皆非、险象环生的危机......
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2526215398.jpg',
    导演   = ' 包贝尔',
    编剧   = ' 张鹏 / 刘智林',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-09-30(中国大陆)',
    片长   = ' 108分钟',
    又名   = ' Fat Buddies',
    评分   = 4.2,
    豆瓣ID = 27149818,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 113,
    片名   = '心理罪',
    简介   = '一杯人血牛奶，为何会对人产生致命诱惑？
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2492869971.jpg',
    导演   = ' 谢东燊',
    编剧   = ' 顾小白 / 李昭 / 曹晨 / 雷米',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-08-11(中国大陆)',
    片长   = ' 110分钟',
    又名   = ' 心理罪大电影 / Guilty of Mind',
    评分   = 4.9,
    豆瓣ID = 26698000,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 114,
    片名   = '厕所英雄 Toilet - Ek Prem Katha',
    简介   = '改编自真人真事，探讨印度农村家庭普遍没有厕所，妇女必须在野外如厕的现象。女主角担任教师，嫁给男主角后，发现家中没有厕所，和男主角“闹离婚”，还来了一场革命。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2523632248.jpg',
    导演   = ' 什里·那拉扬·辛',
    编剧   = ' 格丽玛 / 西达尔特',
    语言   = ' 印地语',
    上映日期 = ' 2018-06-08(中国大陆) / 2017-08-11(印度)',
    片长   = ' 155分钟 / 150分钟(中国大陆)',
    又名   = ' 厕所：一个爱情故事(台) / 厕所：一个爱的故事 / टॉयलेट',
    评分   = 7.1,
    豆瓣ID = 26942645,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 115,
    片名   = '银魂 銀魂',
    简介   = '这是一个外星人和地球人混居的时代，在外星移民的压迫和统治下，流传百年的武士道精神已然没落，然而，在一片倾颓之势面前，依然有一群人默默的遵守着他们的准则和正义。家道中落的青年志村新八（菅田将晖 饰）在一场意外中结识了万事屋老板坂田银时（小栗旬 饰）和天人少女神乐（桥本环奈 饰），三人成为好友。他们共同的朋友桂小太郎（冈田将生 饰）无故失踪，经过调查，一个名叫冈田似藏（新井浩文 饰）的男人和一把名为“红缨”的妖刀浮出水面。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2497751588.jpg',
    导演   = ' 福田雄一',
    编剧   = ' 福田雄一 / 空知英秋',
    语言   = ' 日语',
    上映日期 = ' 2017-09-01(中国大陆) / 2017-07-14(日本)',
    片长   = ' 130分钟',
    又名   = ' 银魂 真人版 / Gintama',
    评分   = 7,
    豆瓣ID = 26816086,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 116,
    片名   = '暴雪将至',
    简介   = '故事发生在二十世纪九十年代的一座小城之中，接连发生的杀人案表明，有一个凶恶而又冷血的连环杀手潜伏在这座阴雨连绵的城市之中，而且此人极有可能是当地一座工厂里的内部人员。余国伟（段奕宏 饰）是工厂保卫科干事，因为多次破获了工厂里的盗窃案件而被人们称为“余神探”。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2505160594.jpg',
    导演   = ' 董越',
    编剧   = ' 董越',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-11-17(中国大陆) / 2017-10-29(东京电影节)',
    片长   = ' 120分钟',
    又名   = ' The Looming Storm / The Storm Looming',
    评分   = 7,
    豆瓣ID = 26775933,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 117,
    片名   = '南极之恋',
    简介   = '南极，一场坠机，婚庆公司老板吴富春（赵又廷 饰）和高空物理学家荆如意（杨子姗 饰）相遇，两个毫无共同语言的男女在南极腹地无人区冒险生存75天。在酷寒、没有物质供应、随处都是绝境的环境中，活下去已经变成每一天的最大愿望。在寻找救援的过程中，这对性格水火不容但命运却又相濡以沫的人，敬畏了自然，领悟了爱情。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2518028103.jpg',
    导演   = ' 吴有音',
    编剧   = ' 吴有音',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-01(中国大陆)',
    片长   = ' 117分钟',
    又名   = ' 南极绝恋 / Till the End of the World',
    评分   = 6.7,
    豆瓣ID = 26628329,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 118,
    片名   = '嗝嗝老师 Hichki',
    简介   = '患有抽动秽语综合征的女主人公奈娜。经过无数次面试失败后，终于找到理想的工作，成为了一名中学老师。然而她被指派的班级学生却是全校最顽皮的学生。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2535365481.jpg',
    导演   = ' 西达夫·马贺拉',
    编剧   = ' 奥库勒·查乌赫雷 / 西达夫·马贺拉 / 巴·哈达普 / 加内萨·潘德特',
    语言   = ' 印地语 / 英语',
    上映日期 = ' 2018-10-12(中国大陆) / 2018-03-23(印度)',
    片长   = ' 120分钟 / 116分钟(中国大陆)',
    又名   = ' 我的破嗝Miss(港) / 我的嗝嗝老师(台) / 图雷特之爱',
    评分   = 7.5,
    豆瓣ID = 30140571,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 119,
    片名   = '比得兔 Peter Rabbit',
    简介   = '远离伦敦的英国乡村，比得兔（詹姆斯·柯登 James Corden 配音）和家人以及朋友们过着快乐的生活，当然除了那个侵占了他自由土地并杀害他父亲的邻居麦格雷戈先生。每天，比得兔都要闯入麦格雷戈的院子偷吃水果蔬菜，顺带和这个顽固凶残的老家伙对决一番。可就在某天，麦格雷戈意外身亡。快乐的兔子们带着郊外的野生动物闯入没有住人的房子大吃八喝，好不自在。然而好景不长，麦格雷戈的侄子托马斯（多姆纳尔·格里森 Domhnall Gleeson 饰）——一个在伦敦闯荡的精英——刚刚丢了工作，偏巧继承了这幢位于乡下的房子。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2515434674.jpg',
    导演   = ' 威尔·古勒',
    编剧   = ' 威尔·古勒 / 罗伯·列博 / 碧翠丝·波特',
    语言   = ' 英语',
    上映日期 = ' 2018-03-02(中国大陆) / 2018-02-09(美国)',
    片长   = ' 95分钟',
    又名   = ' 彼得兔',
    评分   = 7.1,
    豆瓣ID = 26649604,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 120,
    片名   = '极盗车神 Baby Driver',
    简介   = '由英伦鬼才导演埃德加·赖特执导编剧的《极盗车神》，讲述了关于天赋极高的犯罪团伙司机——名为“Baby”的年轻人的故事。Baby（安塞尔·艾尔高特 Ansel Elgort 饰）专门负责帮银行抢劫犯开车逃脱。Baby因童年的一场事故导致耳疾，要靠专属的音乐来掌控开车节奏。偶然的一次邂逅，他与餐厅女服务生（莉莉·詹姆斯 Lily James 饰）坠入爱河，并想就此金盆洗手。头目老大道哥（凯文·史派西 Kevin Spacey 饰）表示，只要Baby再完成最后一次任务，就可以给他自由。殊不知，巨大的危险和挑战在等待着Baby……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2496901482.jpg',
    导演   = ' 埃德加·赖特',
    编剧   = ' 埃德加·赖特',
    语言   = ' 英语 / 美国手语',
    上映日期 = ' 2017-08-25(中国大陆) / 2017-03-11(西南偏南电影节) / 2017-06-28(英国/美国)',
    片长   = ' 113分钟 / 112分钟(中国大陆)',
    又名   = ' 玩命再劫(台) / 宝贝神车手(港) / 娃娃脸司机 / 宝宝车神 / 宝贝司机 / 小司机，带带我(豆友译名) / Drive Baby Drive',
    评分   = 7,
    豆瓣ID = 25933890,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 121,
    片名   = '移动迷宫3：死亡解药 Maze Runner: The Death Cure',
    简介   = '托马斯（迪伦·奥布莱恩饰）率领的林间斗士在经历了迷宫逃脱和末日丧尸的生死考验后，终于迎来最后的正邪较量。由托马斯、纽特（托马斯·桑斯特饰）等人领军的营救团队，耗时三年筹划营救被抓走的米诺，却意外地发现米诺不在劫获的那截火车上。经调查得知，米诺深陷在WCKD组织的控制之中，托马斯和纽特毅然决定起身前往被称为“最后之都”的人类最后净土，更不惜利用背叛林间斗士投身WCKD的特蕾莎（卡雅·斯考达里奥饰）闯入WCKD，营救米诺和其他人。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2508618114.jpg',
    导演   = ' 韦斯·鲍尔',
    编剧   = ' T·S·诺林 / 詹姆斯·达什纳',
    语言   = ' 英语',
    上映日期 = ' 2018-01-26(美国/中国大陆)',
    片长   = ' 142分钟',
    又名   = ' 移动迷宫3 / 死亡解药 / The Death Cure',
    评分   = 5.3,
    豆瓣ID = 26004132,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 122,
    片名   = '异星觉醒 Life',
    简介   = '大卫（杰克·吉伦哈尔 Jake Gyllenhaal 饰）、米兰达（丽贝卡·弗格森 Rebecca Ferguson 饰）、罗里（瑞安·雷诺兹 Ryan Reynolds 饰）、秀（真田广之 饰）和休（阿利安·巴克瑞 Ariyon Bakare 饰）是在同一艘太空船上工作的宇航员们。一次偶然之中，他们在火星上发现了一个尚未成熟的生命体。休将这个生命体带回了实验室，让大家没有想到的是，这个小小的细胞在外界的刺激之下竟然开始了飞速的成长。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2456571580.jpg',
    导演   = ' 丹尼尔·伊斯皮诺萨',
    编剧   = ' 瑞特·里斯 / 保罗·韦尼克',
    语言   = ' 英语 / 日语 / 越南语',
    上映日期 = ' 2017-05-19(中国大陆) / 2017-03-18(西南偏南电影节) / 2017-03-24(美国)',
    片长   = ' 104分钟',
    又名   = ' 外星生命(港) / 异星智慧(台) / 生命',
    评分   = 6.5,
    豆瓣ID = 26718838,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 123,
    片名   = '祖宗十九代',
    简介   = '一个在现实中失意的青年作家小贝（岳云鹏 饰），在现实碰壁而低落的夜晚，经历穿越20世纪初拯救陷入帮派麻烦的祖先、清朝和参加科举考试的先祖共事、明朝与祖先共同御敌、晋朝和祖先一起救世济人、上古与女娲和夸父探讨生命的本源和意义的奇幻旅程。一路见证爱情、收获自信和担当，经历人性的转变而自我成长，奇幻之旅实则他的新书发布，这本书献给他未见过的母亲和祖辈们。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2511436594.jpg',
    导演   = ' 郭德纲',
    编剧   = ' 郭德纲 / 陈璧瑜',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 95分钟',
    又名   = ' The Faces of My Gene',
    评分   = 4.3,
    豆瓣ID = 27114417,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 124,
    片名   = '我的间谍前男友 The Spy Who Dumped Me',
    简介   = '奥黛丽（米拉·库妮丝 饰）和摩根（凯特·迈克金农 饰）两位好闺蜜，因奥黛丽前男友的间谍身份，意外被卷入一场国际阴谋，她们开始与各位杀手斗智斗勇，在一名可疑但有魅力的英国特工带领下，实施拯救世界的计划，在欧洲大陆上演惊心动魄又啼笑皆非的国际逃亡之旅。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2533822396.jpg',
    导演   = ' 苏珊娜·福格尔',
    编剧   = ' 苏珊娜·福格尔 / 大卫·伊瑟森',
    语言   = ' 英语 / 俄语 / 法语',
    上映日期 = ' 2018-10-19(中国大陆) / 2018-08-03(美国)',
    片长   = ' 117分钟',
    又名   = ' 行动代号：特工EX(港) / 老娘也要当间谍(台) / 抛弃了我的间谍',
    评分   = 6.3,
    豆瓣ID = 26999424,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 125,
    片名   = '拆弹专家',
    简介   = '章在山（刘德华 饰）是香港警队“爆炸品处理科”的一名高级督察。七年前，他潜伏到头号通缉犯火爆（姜武 饰）的犯罪团伙中，在一次打劫金库的行动中，章在山表露了其拆弹组卧底的身份，与警方里应外合，成功阻止炸弹引爆，并将火爆及其弟的犯罪组织一网打尽，可惜在千钧一发之间，火爆逃脱并扬言誓要报仇。复职后的章在山很快被晋升为警队的拆弹专家。七年后，香港接二连三遭遇炸弹恐怖袭击，警方更收到线报大批爆炸品已偷运入港，一切迹象显示香港将有大案发生。就在香港人心惶惶之际，城中最繁忙的红磡海底隧道被悍匪围堵拦截，数百名人质被胁持，终于现身的火爆威胁警方炸毁隧道。章在山唯有将火爆绳之于法，才能拆解这场反恐风暴背后的惊天阴谋。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2465858820.jpg',
    导演   = ' 邱礼涛',
    编剧   = ' 邱礼涛 / 李敏',
    语言   = ' 汉语普通话 / 粤语',
    上映日期 = ' 2017-04-28(中国大陆)',
    片长   = ' 120分钟',
    又名   = ' 拆弹·专家 / Shock Wave',
    评分   = 6.3,
    豆瓣ID = 26748673,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 126,
    片名   = '十万个冷笑话2',
    简介   = '拥有着强大力量的创世神杖被四大神之一的埃及神拉（李璐 配音）盗走。为了令宇宙免于被毁灭的悲惨命运，希腊神宙斯（藤新 配音）派出了自己的女儿雅典娜（山新 配音）追踪神杖的下落。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2492917402.jpg',
    导演   = ' 卢恒宇 / 李姝洁',
    编剧   = ' 卢恒宇 / 李姝洁 / 寒舞 / 隋佳林 / 高信影 / 赵聪',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-08-18(中国大陆)',
    片长   = ' 101分钟',
    又名   = ' 十冷2 / One Hundred Thousand Bad Jokes II',
    评分   = 7.3,
    豆瓣ID = 26759539,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 127,
    片名   = '魅影缝匠 Phantom Thread',
    简介   = '故事发生在二十世纪五十年代的伦敦，雷诺兹（丹尼尔·戴-刘易斯 Daniel Day Lewis 饰）和妹妹西丽奥（莱丝利·曼维尔 Lesley Manville 饰）一起经营着名为“伍德科克之家”的制衣所，在伦敦当时的上流社会之中，能够穿上雷诺兹亲手缝制的礼服是每一个王公显贵和明星名流的愿望。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2506487968.jpg',
    导演   = ' 保罗·托马斯·安德森',
    编剧   = ' 保罗·托马斯·安德森',
    语言   = ' 英语 / 法语',
    上映日期 = ' 2017-12-25(美国点映) / 2018-01-19(美国)',
    片长   = ' 130分钟',
    又名   = ' 霓裳魅影(港/台) / 幽冥端绪 / 幽灵线条 / 一缕浮生 / 衣缕浮生 / 丝缕幻象 / El hilo invisible',
    评分   = 7.5,
    豆瓣ID = 26809592,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 128,
    片名   = '奇门遁甲',
    简介   = '新上任的捕快刀宜长（李治廷 饰）奉旨判案，误打误撞救下了精通“奇门遁甲”之术的江湖组织“雾隐门”女弟子铁蜻蜓（倪妮 饰）。铁蜻蜓受门派老大（伍佰 饰）之托，调查神秘的天外来物踪迹，当众人惨败之际，二师兄诸葛青云（大鹏 饰）却带着神秘少女小圆圈（周冬雨 饰）归来，并称此人是新任掌门，铁蜻蜓与诸葛青云陷入芥蒂，另一边老大与其它几大门派长老也因为抢夺神器而开始厮杀。因为“天外来客”的降临，各大门派对雾隐门进行了追杀，因为小圆圈身世不明，门派内也争执不断，眼看大敌当前，正邪之战即将爆发，一场天地浩劫即将来临……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2507566212.jpg',
    导演   = ' 袁和平',
    编剧   = ' 徐克 / 魏君子 / 杨秉佳 / 许少飞',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-14(中国大陆)',
    片长   = ' 113分钟',
    又名   = ' The Thousand Faces of Dunjia',
    评分   = 4.4,
    豆瓣ID = 26661191,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 129,
    片名   = '昼颜 昼顔',
    简介   = '离婚后恢复单身的纱和（上户彩饰）在海滨小镇的餐馆打工度日。一个偶然的机会，纱和与北野（斋藤工 饰）再次相遇，约定了不再见面的两人，在四目相对的那一瞬间感情被重新点燃。然而这段禁忌之恋很快被北野的妻子（伊藤步 饰）发现，并与二人产生了激烈的冲突。与此同时，餐厅老板杉崎（平山浩行 饰）的出现，也让四个人的情感走向更加扑朔迷离，一边是复燃的旧情，一边是“永不再相见”的约定，几个主人公的命运再次纠缠在一起。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2521625065.jpg',
    导演   = ' 西谷弘',
    编剧   = ' 井上由美子',
    语言   = ' 日语',
    上映日期 = ' 2018-05-18(中国大陆) / 2017-06-10(日本)',
    片长   = ' 125分钟',
    又名   = ' 昼颜 电影版 / Hirugao / Hirugao',
    评分   = 6.4,
    豆瓣ID = 26877106,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 130,
    片名   = '铁血战士 The Predator',
    简介   = '一艘宇宙飞船坠落地球，正在执行军事任务的狙击手奎因·麦肯纳（波伊德·霍布鲁克 饰演）恰好遭遇外星人并发生激战，侥幸逃脱的他捡到了外星人的装备并寄回了家想再做他用。传说这种被称为铁血战士的外星人曾数次光临地球，使用各种残忍的手段对人类进行猎杀游戏。而这一次，奎因的儿子罗里 收到包裹后意外触发机关，引来了更强大的终极铁血战士降临地球。而想要阻止其大开杀戒的却是一群问题士兵和一位生物科学家凯茜·布拉克（奥立薇娅·玛恩 饰演）。事情却远不像他们想象的那样简单，一场铁血、终极铁血与人类之间的三方猎杀大战正式拉响！
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2537399580.jpg',
    导演   = ' 沙恩·布莱克',
    编剧   = ' 弗莱德·戴克尔 / 沙恩·布莱克 / 吉姆·托马斯 / 约翰·托马斯',
    语言   = ' 英语 / 西班牙语',
    上映日期 = ' 2018-10-26(中国大陆) / 2018-09-07(多伦多电影节) / 2018-09-14(美国)',
    片长   = ' 107分钟 / 106分钟(中国大陆)',
    又名   = ' 铁血战士新续集 / 终极战士：掠夺者(台) / 铁血战士：血兽进化(港) / 铁血战士4 / Predator 4',
    评分   = 5,
    豆瓣ID = 25917789,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 131,
    片名   = '春宵苦短，少女前进吧！ 夜は短し歩けよ乙女',
    简介   = '古色古香的京都，奇妙的恋爱之旅正在展开。春天，黑发少女踏上寻找伪电气白兰地的夜之旅，学长却被从天而降的锦鲤砸晕；夏天，少女在旧书市寻找心爱的童年绘本，学长则面临残酷的火锅地狱；秋天，身背红鲤鱼的少女化身不倒翁公主，与拼死出演顽固王的学长相遇在学园祭的舞台；冬天，手持梦幻感冒药的少女打倒感冒之神，与学长一起向京都的天空飞去……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2418455758.jpg',
    导演   = ' 汤浅政明',
    编剧   = ' 上田诚 / 森见登美彦',
    语言   = ' 日语',
    上映日期 = ' 2017-04-07(日本)',
    片长   = ' 93分钟',
    又名   = ' 夜短梦长，少女前进吧！(港) / The Night is Short, Walk on Girl',
    评分   = 8.6,
    豆瓣ID = 26935251,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 132,
    片名   = '生存家族 サバイバルファミリー',
    简介   = '《生存家族》讲述了这么一个故事，突然有一天家里的电器全部无法运转，车，自来水，电池，手机和电视等等都不能使用了，在东京生活的铃木一家决定骑自行车去乡下，逃离东京…
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2525716036.jpg',
    导演   = ' 矢口史靖',
    编剧   = ' 矢口史靖',
    语言   = ' 日语',
    上映日期 = ' 2018-06-22(中国大陆) / 2017-02-11(日本)',
    片长   = ' 117分钟',
    又名   = ' 求生家庭 / 生存家庭 / 求生走佬Family(港) / Survival Family',
    评分   = 8.1,
    豆瓣ID = 26815162,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 133,
    片名   = '新木乃伊 The Mummy',
    简介   = '新版《木乃伊》讲述了一个全新故事，木乃伊公主阿玛内特穿梭到现代伦敦，企图寻回她曾被夺去的一切。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2459198108.jpg',
    导演   = ' 艾里克斯·库兹曼',
    编剧   = ' 乔·斯派茨 / 克里斯托弗·麦奎里',
    语言   = ' 英语',
    上映日期 = ' 2017-06-09(中国大陆/美国)',
    片长   = ' 110分钟 / 106分钟(中国大陆)',
    又名   = ' 盗墓迷城(港) / 神鬼传奇(台)',
    评分   = 4.7,
    豆瓣ID = 20451290,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 134,
    片名   = '全球风暴 Geostorm',
    简介   = '《全球风暴》的故事发生在未来，环境恶化导致自然灾害愈演愈烈，因此世界各国通力合作，创造了能控制天气的强大气象卫星网络。但是卫星网络突发故障开始攻击地球，摧毁一切的气象大灾变席卷世界。而随着事态发展，浩劫背后的阴谋人祸也开始浮出水面，令主人公的救世之旅面临更严峻考验。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2501769525.jpg',
    导演   = ' 迪安·德夫林',
    编剧   = ' 迪安·德夫林 / 保罗·盖特',
    语言   = ' 英语',
    上映日期 = ' 2017-10-27(中国大陆) / 2017-10-20(美国)',
    片长   = ' 109分钟',
    又名   = ' 人造天劫(港) / 气象战(台) / 天降浩劫 / 地磁风暴 / 卫星风暴',
    评分   = 6,
    豆瓣ID = 22266012,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 135,
    片名   = '佛罗里达乐园 The Florida Project',
    简介   = '本片描述了几个六岁左右的孩子的暑假憧憬，而守护着他们阳光般笑容的大人们实则每天在为生活拼搏。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2496148493.jpg',
    导演   = ' 肖恩·贝克',
    编剧   = ' 肖恩·贝克 / 克里斯·贝格齐',
    语言   = ' 英语',
    上映日期 = ' 2017-05-22(戛纳电影节) / 2017-10-06(美国)',
    片长   = ' 111分钟',
    又名   = ' 欢迎光临奇幻城堡(台) / 欢迎光临梦幻乐园(港) / 迪士尼的夏天 / 佛罗里达公租乐事 / 佛罗里达廉租房 / 佛罗里达项目 / 佛罗里达计划 / 佛罗里达工程 / 佛罗里达贫民区',
    评分   = 8,
    豆瓣ID = 26778790,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 136,
    片名   = '恋爱回旋 ミックス。',
    简介   = '富田多满子（新垣结衣 饰）的母亲是一名十分优秀的乒乓球运动员，在母亲的严厉教导下，多满子的整个童年都在天才乒乓球少女的荣光之下度过。然而，多满子却并不是真心喜爱这项运动，于是，母亲过世后，她便彻底放飞了自我，就此远离了球桌。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2515437624.jpg',
    导演   = ' 石川淳一',
    编剧   = ' 古泽良太',
    语言   = ' 日语',
    上映日期 = ' 2018-03-09(中国大陆) / 2017-10-21(日本)',
    片长   = ' 119分钟',
    又名   = ' 混合双打 / 乒乓情人梦(港) / 乒乓少女大逆袭(台) / 混双 / Mix! / Mixed Doubles',
    评分   = 7.1,
    豆瓣ID = 26972275,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 137,
    片名   = '黄金兄弟',
    简介   = '狮王（郑伊健 饰）、火山（陈小春 饰）、Bill（谢天华 饰）、淡定（钱嘉乐 饰）、老鼠（林晓峰 饰）五个出生入死的兄弟，在恩师曹sir（曾志伟 饰）的带领下，为了救济儿童而偷取特效药，却惨遭设局，陷入枪林弹雨的险境之中。兄弟们抱着视死如归的豪情，展开一连串的追查与激战。他们明白，即使无法活着回来，也比一人活着痛快！
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2535191502.jpg',
    导演   = ' 钱嘉乐',
    编剧   = ' 金东圭 / 郭建乐 / 李敏 / 麦曦茵 / 陈淑贤 / 张之彦',
    语言   = ' 粤语 / 汉语普通话',
    上映日期 = ' 2018-09-21(中国大陆) / 2018-09-20(香港)',
    片长   = ' 99分钟',
    又名   = ' 黄金七十二小时 / 新古惑仔 / 新版古惑仔 / Golden Job',
    评分   = 5,
    豆瓣ID = 27069427,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 138,
    片名   = '雪怪大冒险 Smallfoot',
    简介   = '《雪怪大冒险》是一部囊括巨星阵容及美妙原创音乐的全年龄段冒险动画片。当一只年轻活泼的雪人发现了之前本认为不存在的人类，大脚怪传奇自此乱了套。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2535550507.jpg',
    导演   = ' 凯瑞·柯克帕特里克 / 杰森·雷西格',
    编剧   = ' 凯瑞·柯克帕特里克 / 塞尔希奥·巴勃罗斯',
    语言   = ' 英语',
    上映日期 = ' 2018-10-19(中国大陆) / 2018-09-28(美国)',
    片长   = ' 96分钟',
    又名   = ' 小脚怪(台) / 寻找小脚八(港) / 小脚 / 雪人寻人记 / 大脚怪奇遇记 / 小脚丫与大脚怪',
    评分   = 7.4,
    豆瓣ID = 26944582,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 139,
    片名   = '阿尔法：狼伴归途 Alpha',
    简介   = '故事发生于两万年前的欧洲北部，地球正处于弱肉强食的冰川时期。心地善良的男主角科达是部落首领的儿子，在一次部落集体狩猎中，科达不慎跌落悬崖，众人以为科达已死，但大难不死的科达被洪水卷走幸存下来，只身流落荒野。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2530871439.jpg',
    导演   = ' 艾尔伯特·休斯',
    编剧   = ' 达恩·威登霍普 / 艾尔伯特·休斯',
    语言   = ' 英语',
    上映日期 = ' 2018-09-07(中国大陆) / 2018-08-17(美国)',
    片长   = ' 96分钟',
    又名   = ' 驯狼纪(港) / 极地之王(台) / 阿尔法 / The Solutrean',
    评分   = 6.4,
    豆瓣ID = 26810318,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 140,
    片名   = '疾速特攻 John Wick: Chapter 2',
    简介   = '在经历过一系列风波后，约翰·威克（基努·里维斯饰）也重新养了一只健康的狗狗。一心想要退休的约翰·威克再度被自己之前的事业所困扰，他此前的雇主现在正在被追杀，受困于自己之前的承诺，约翰·威克只能飞去罗马帮助他脱围。在罗马这个古老的城市里，约翰·威克遇见了全世界最强的杀手，于是乎他只能拿起枪来保护自己。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2425658978.jpg',
    导演   = ' 查德·斯塔赫斯基',
    编剧   = ' 德里克·科尔斯塔',
    语言   = ' 英语 / 意大利语 / 俄语',
    上映日期 = ' 2017-02-10(美国)',
    片长   = ' 122分钟',
    又名   = ' 杀神John Wick 2(港) / 捍卫任务2：杀神回归(台) / 疾速追杀2 / 极速追杀：第二章 / 约翰·威克2 / John Wick 2',
    评分   = 7.4,
    豆瓣ID = 26333560,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 141,
    片名   = '宝贝儿',
    简介   = '残疾女孩江萌（杨幂 饰）与年迈的养母相依为命，为了不让养母流落养老院，江萌进城打工，没想到在医院碰到了与自己同病相怜的无肛女婴，引起了江萌的怜爱。江萌发现，无肛女婴的父亲（郭京飞 饰）匆匆带出医院，意图放弃治疗。就在无肛女婴生死存亡之际，江萌踏上了拯救生命的征程，到处打听孩子的下落，在这个寻找的过程中女护士的身世之谜也逐渐被揭开。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2531326284.jpg',
    导演   = ' 刘杰',
    编剧   = ' 刘杰',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-10-19(中国大陆) / 2018-09-09(多伦多电影节)',
    片长   = ' 96分钟',
    又名   = ' 宝贝 / Baby',
    评分   = 5.2,
    豆瓣ID = 27039069,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 142,
    片名   = '游侠索罗：星球大战外传 Solo: A Star Wars Story',
    简介   = '在《游侠索罗》中，影迷们将跟随“千年隼号”及银河系中最受爱戴的“恶棍”韩·索罗，迎来全新的银河系探险旅程。经过在黑暗危险的罪犯地下社会中的重重冒险，韩·索罗遇见了他未来强大的副驾驶丘巴卡、以及臭名昭著的赌徒兰多·卡瑞辛，共同展开了一场星战传奇中最不“正统”的英雄 历程。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2521436880.jpg',
    导演   = ' 朗·霍华德',
    编剧   = ' 乔恩·卡斯丹 / 劳伦斯·卡斯丹 / 乔治·卢卡斯',
    语言   = ' 英语',
    上映日期 = ' 2018-05-25(美国/中国大陆) / 2018-05-10(洛杉矶首映)',
    片长   = ' 135分钟',
    又名   = ' 韩索罗：星球大战外传(港) / 星球大战外传：游侠索罗 / 星球大战外传：索罗 / 星球大战韩·索罗外传 / 游侠索罗 / 韩索罗外传 / 星战外传2',
    评分   = 6.9,
    豆瓣ID = 25900947,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 143,
    片名   = '太空救援 Салют-7',
    简介   = '位于外太空的“礼炮7号”空间站意外与地球失去联系，工程师维克托·阿约金和退役宇航员弗拉基米尔·费奥多罗夫临危受命，搭乘联盟号T-13寻找“礼炮7号”的踪迹，当经历宇宙空间对接、太空舱寒流、空间站失火、太阳能充电系统失灵等一系列危机准备返航之时，却被告知空间站即将被击落，一场更大的太空灾难正在袭来......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2508922375.jpg',
    导演   = ' 克利姆·希片科',
    编剧   = ' 克利姆·希片科 / 娜塔莉亚·梅尔库洛娃 / 阿列克谢·萨莫廖托夫 / 阿列克谢·丘波夫 / 杰弗里·海尔顿',
    语言   = ' 俄语',
    上映日期 = ' 2018-01-12(中国大陆) / 2017-10-05(俄罗斯)',
    片长   = ' 111分钟 / 103分钟(中国大陆)',
    又名   = ' 星空浩劫(港) / 礼炮号空间站 / 礼炮7号 / Salyut 7',
    评分   = 7.7,
    豆瓣ID = 27073291,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 144,
    片名   = '大坏狐狸的故事 Le Grand Méchant Renard et autres contes...',
    简介   = '电影分为三个可爱的小故事。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2515632084.jpg',
    导演   = ' 本杰明·雷内 / 帕特里克·英伯特',
    编剧   = ' 本杰明·雷内 / 让·勒尼奥',
    语言   = ' 法语',
    上映日期 = ' 2018-03-16(中国大陆) / 2017-06-15(安锡动画电影节) / 2017-06-21(法国)',
    片长   = ' 83分钟',
    又名   = ' 谁是大坏狐(台) / 坏蛋狐狸的故事(港) / 大坏狐狸的动物童话 / 大坏狐狸与其他童话 / 大坏狐狸与其他故事 / The Big Bad Fox and Other Tales...',
    评分   = 8.3,
    豆瓣ID = 27042405,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 145,
    片名   = '绝世高手',
    简介   = '一个先天没有知觉，挨揍不疼却冒充高手的小混混（卢正雨 饰），一个人称女张飞的暴力少女（郭采洁 饰），一个醉心于织毛衣的过气大师（范伟 饰），一个只会做黑暗料理的美食大亨（蔡国庆 饰），一个可以用汤操纵情绪的当代孟婆（陈冲 饰），一个身患强迫症的日本武士（仓田保昭 饰），为了一本失传的秘笈，引发了一场绝世高手的爆笑对决。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2462744662.jpg',
    导演   = ' 卢正雨',
    编剧   = ' 卢正雨 / 赵英俊 / 冷旭阳 / 果晓丹',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-07(中国大陆) / 2017-06-22(上海电影节)',
    片长   = ' 116分钟',
    又名   = ' 绝世高手之料理铁人 / The One',
    评分   = 6,
    豆瓣ID = 26754831,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 146,
    片名   = '通勤营救 The Commuter',
    简介   = '影片将故事设定在一列通勤列车上，一位十年如一日乘坐列车上下班的商界人士麦考利（连姆·尼森 饰），偶遇一位主动搭讪的“神秘乘客”乔安娜（维拉·法米加 饰）。乔安娜为麦考利提供了一个极具诱惑性的任务——找出车上的一位乘客，即可获得一笔巨额现金作为回报。但在寻找的过程中，麦考利逐渐发现自己卷入到一场致命的危险处境中。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2517770792.jpg',
    导演   = ' 佐米·希尔拉',
    编剧   = ' 拜伦·维林格 / 菲利普·德·布拉西 / 瑞安·恩格尔',
    语言   = ' 英语',
    上映日期 = ' 2018-03-30(中国大陆) / 2018-01-12(美国)',
    片长   = ' 105分钟 / 104分钟(中国大陆)',
    又名   = ' 疾速救援(台) / 追命列车(港)',
    评分   = 6.6,
    豆瓣ID = 7056414,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 147,
    片名   = '大世界',
    简介   = '南方小城，大雨将至。工地司机小张为了挽救和女友的爱情，抢劫了老板的巨款，引发连锁反应。几股势力纷纷对小张展开追逐。原本没有关系的他们，命运产生了交集。在一番阴差阳错、啼笑皆非的交手之后，他们迎来了意想不到的结局，命运和他们开了一个大大的玩笑。历时三年，导演刘健一人身兼多职，用独特的画风描绘了在一个发生在一天之内的黑色幽默故事，呈现出一幅独特的时代风景画和社会众生相。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2508258043.jpg',
    导演   = ' 刘健',
    编剧   = ' 刘健',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-01-12(中国大陆) / 2017-02-17(柏林电影节)',
    片长   = ' 77分钟',
    又名   = ' 好极了 / Have a Nice Day',
    评分   = 7,
    豆瓣ID = 26954003,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 148,
    片名   = '逆时营救',
    简介   = '单亲妈妈夏天（杨幂 饰）作为物理研究所的高级研究员，与所长共同研究出可使生物体穿越虫洞进行时间旅行的技术，当研究有了突破性进展时，儿子豆豆（张艺瀚 饰）却被神秘绑匪崔琥（霍建华 饰）绑架，为了挽救豆豆的生命，夏天冒险用未完成的粒子技术 返回1小时50分钟前，却令事情变得更加复杂，更遭遇到意想不到的困局：要去面对三个自己在时空旅行中的变异互博。而崔琥的背后故事也渐渐浮出水面……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2472784892.jpg',
    导演   = ' 尹鸿承',
    编剧   = ' 査慕春',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-06-29(中国大陆) / 2017-06-19(上海电影节)',
    片长   = ' 106分钟',
    又名   = ' 致命倒数 / Fatal Countdown',
    评分   = 4.8,
    豆瓣ID = 26667056,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 149,
    片名   = '大师兄 大師兄',
    简介   = '陈侠，一位初出茅庐的教师，他的学生全是品学皆劣的边缘青年，陈侠运用非常教学的手法，从家访、投其所好、甚至修补各人的家庭关系，化解每位学生的问题，最终把全班学生收服！一切向好之际，陈侠遇到黑道人物鹰哥，为了学生，陈侠跟鹰哥展开一场守护学生前途的终极大战！
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2528842218.jpg',
    导演   = ' 阚家伟',
    编剧   = ' 阚家伟 / 陈大利',
    语言   = ' 粤语',
    上映日期 = ' 2018-08-24(中国大陆)',
    片长   = ' 100分钟',
    又名   = ' 我的老师是拳霸 / Big Brother',
    评分   = 5.1,
    豆瓣ID = 27201353,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 150,
    片名   = '龙虾刑警',
    简介   = '话唠杜宇飞（王千源 饰）处于半退休状态的能叔（刘桦 饰）、恨嫁女花姐（袁姗姗 饰）以及新人陈笠（周游 饰）组成的不靠谱缉毒刑警小队，为了更隐蔽地监视毒贩，他们盘下隔壁的龙虾店。却不料生意火爆起来。在一边经营龙虾店一边搜寻线索时闹出一系列荒唐笑话，而围绕这家龙虾店，还隐藏 着一个更大的阴谋……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2523437806.jpg',
    导演   = ' 李昕芸',
    编剧   = ' 范氿维 / 鹿迅',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-06-22(中国大陆)',
    片长   = ' 93分钟',
    又名   = ' Lobster Cop',
    评分   = 4.9,
    豆瓣ID = 26992383,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 151,
    片名   = '三个老枪手 Going in Style',
    简介   = '故事讲述每天到银行确认有没有老人金进帐的3位老人，决定受够这一切，放手一搏、携手抢银行，但他们面临到一个关键问题，他们不太会用枪……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2493595992.jpg',
    导演   = ' 扎克·布拉夫',
    编剧   = ' 西奥多·梅尔菲 / 爱德华·坎农',
    语言   = ' 英语',
    上映日期 = ' 2017-04-07(美国)',
    片长   = ' 96分钟',
    又名   = ' 新三个老枪手 / 抢钱耆兵(港) / 潇洒抢一回(台) / 抢钱老兵',
    评分   = 7.6,
    豆瓣ID = 26266085,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 152,
    片名   = '明月几时有',
    简介   = '故事发生在1940年代的香港，妙龄少女方兰（周迅 饰）和母亲（叶德娴 饰）一起过着相依为命的生活，两人将家中的二楼租住给了作家茅盾（郭涛 饰）和其太太孔德沚（蒋雯丽 饰）。方兰十分热爱矛盾的文字，在其中感受到了火热的革命热情和澎湃的民族气节，然而对于身边动荡的时局和紧张的政治氛围，方兰却知之甚少。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2479605659.jpg',
    导演   = ' 许鞍华',
    编剧   = ' 何冀平',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-01(中国大陆) / 2017-06-18(上海电影节)',
    片长   = ' 130分钟',
    又名   = ' Our Time Will Come',
    评分   = 6.9,
    豆瓣ID = 26425072,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 153,
    片名   = '妈妈咪鸭',
    简介   = '小黄鸭大电影《妈妈咪鸭》讲述了雁群往南方迁徙的途中，“最棒飞行家”大鹏桀骜不驯爱捣乱，和他的女友晶晶调情时不慎撞散了一群赶路的小鸭子。不服管教的大鹏决定单飞，不得已和两只落单的小鸭子淘淘、憇憇组成了“临时父子档”，踏上了一路乌龙的寻亲和南迁之旅。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2515018270.jpg',
    导演   = ' 赵锐 / 克里斯托弗·詹金斯',
    编剧   = ' 丁丁 / 包欧 / 吴亦欢 / 克里斯托弗·詹金斯 / 罗布·缪尔',
    语言   = ' 汉语普通话 / 英语',
    上映日期 = ' 2018-03-09(中国大陆) / 2018-08-24(美国)',
    片长   = ' 90分钟',
    又名   = ' Duck Duck Goose',
    评分   = 7.1,
    豆瓣ID = 26603666,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 154,
    片名   = '宝贝老板 The Boss Baby',
    简介   = '孩子到底是从哪里来的呢？不同于人们以往的认知，小Baby们竟然是批量生产的？！《娃娃老板》的主角小男孩Timothy本来是爸爸妈妈心中唯一的宝贝，可在一个穿着西装提着公文包的小婴儿的突然出现之后，他一下子就失宠了，爸爸妈妈的心思全都在弟弟身上，让他很是不爽。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2407336615.jpg',
    导演   = ' 汤姆·麦格拉思',
    编剧   = ' 迈克尔·麦库勒斯 / 玛拉·弗雷齐',
    语言   = ' 英语',
    上映日期 = ' 2017-03-12(迈阿密电影节) / 2017-03-31(美国)',
    片长   = ' 97分钟',
    又名   = ' 娃娃老板 / 波士BB(港)',
    评分   = 7.4,
    豆瓣ID = 25907029,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 155,
    片名   = '傲娇与偏见',
    简介   = '北漂网络写手唐楠楠（迪丽热巴 饰）脑洞大于常人，整日穿行在各种“白日梦”之中，梦想着有一天能成为网文大神，然而在她误打误撞毁掉了贱萌海龟男朱侯（张云龙 饰）为追求女神精心布置的告白仪式之后，这对冤家阴差阳错之下被迫带着各自的傲娇与偏见开始了同居生活。朱侯的高富帅好基友萧见君（高伟光 饰）因对唐楠楠一见钟情展开猛烈攻势，却不料遭到朱侯再三阻挠。当“傲娇”任性撞上“偏见”无理，一场鸡飞狗跳的脱线恋情正在袭来，一次跨越银河系的世纪大和解即将上演。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2455810613.jpg',
    导演   = ' 李海蜀 / 黄彦威',
    编剧   = ' 李海蜀 / 黄彦威 / 媚媚猫 / 张秀洁 / 韩瑞 / 马月红',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-04-20(中国大陆)',
    片长   = ' 108分钟',
    又名   = ' Mr. Pride vs Miss Prejudice',
    评分   = 4.8,
    豆瓣ID = 26644002,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 156,
    片名   = '破·局',
    简介   = '这是高见翔警官生命中最艰难的一天：母亲去世，工作遇阻，还在奔丧时意外撞死了一个人。他本以为可以瞒天过海，没想到一个惊天阴谋在前方等待，令他身陷迷局......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2496288510.jpg',
    导演   = ' 连奕琦',
    编剧   = ' 林宇辰 / 于尚民',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-08-17(中国大陆)',
    片长   = ' 112分钟',
    又名   = ' 肇事者 / 走到尽头 / Peace Breaker',
    评分   = 6.2,
    豆瓣ID = 26760160,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 157,
    片名   = '名侦探柯南：唐红的恋歌 名探偵コナン から紅の恋歌',
    简介   = '阳光明媚的一天，柯南（高山南 配音）、小兰（山崎和佳奈 配音）以及少年侦探团的伙伴们随同毛利小五郎（小山力也 配音）来到大阪，参加在当地举行的“高中生皋月杯”百人一首和歌大赛。期间，他们还见到了彼此的好友服部平次（堀川亮 配音）和远山和叶（宫村优子 配音）。就在比赛进行中途，一封爆炸预告信送到电视台，警方迅速行动起来组织疏散。疏散一半时，爆炸突然发生，结果平次与和叶被困在建筑物中。而在一连串的混乱过后，一位皋月杯相关人员的尸体突然出现在众人面前。迷离的案情再度引起柯南的注意……
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2461296240.jpg',
    导演   = ' 静野孔文',
    编剧   = ' 大仓崇裕 / 青山刚昌',
    语言   = ' 日语',
    上映日期 = ' 2017-04-15(日本)',
    片长   = ' 112分钟',
    又名   = ' 名侦探柯南21',
    评分   = 6.6,
    豆瓣ID = 26788667,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 158,
    片名   = '爱在记忆消逝前 The Leisure Seeker',
    简介   = '该片改编自Michael Zadoorian的同名小说，讲述了一对患重病的老夫妻开着老旧的房车从马塞诸塞州出发前往海明威的故居，在旅途中回顾人生的故事。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2513341534.jpg',
    导演   = ' 保罗·维尔齐',
    编剧   = ' 弗兰切斯卡·阿尔基布吉 / 弗朗西斯·皮克罗',
    语言   = ' 英语',
    上映日期 = ' 2018-02-23(中国大陆) / 2017-09-03(威尼斯电影节) / 2018-01-25(意大利)',
    片长   = ' 112分钟',
    又名   = ' 人生无限露营车(台) / 爱在记忆消失前 / 浮生偷闲 / 求闲者 / Ella & John - The Leisure Seeker',
    评分   = 8.2,
    豆瓣ID = 3036465,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 159,
    片名   = '印度暴徒 Thugs of Hindostan',
    简介   = '故事的背景是在1795年东印度公司殖民统治印度期间，殖民统治者想要抓住反抗组织”阿扎德“的领袖（阿米特巴·巴强饰演）于是找来了混混弗朗基（阿米尔·汗饰演）充当间谍，但弗朗基在潜伏过程中却有了另外的想法，一段充满了意料之外的动作冒险故事由此展开.....
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2541754700.jpg',
    导演   = ' 维贾伊·克利须那·阿查里雅',
    编剧   = ' 维贾伊·克利须那·阿查里雅',
    语言   = ' 印地语',
    上映日期 = ' 2018-12-28(中国大陆) / 2018-11-08(印度)',
    片长   = ' 164分钟 / 121分钟(中国大陆)',
    又名   = null,
    评分   = 6,
    豆瓣ID = 27019982,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 160,
    片名   = '空天猎',
    简介   = '一场空天战场的猎杀传奇。霸天狼，一支神秘的空军顶级团队，每一名飞行员都是“金头盔” 级别的王牌飞行员，吴迪（李晨 饰）、亚莉（范冰冰 饰）、巴图（郭洺宇 饰）、高原（李晨浩 饰）通过层层考核，成为了霸天狼秘密基地的一员。可谁也没有想到，吴迪的好友浩辰（李佳航 饰）却在任务中陷入一场境外战乱的阴谋。更大的威胁接踵而至，恐怖势力突 发其来的导弹危机和人质危机，空前地挑战着中国空军的实战能力!十万火急之下，最新式 的中国战机和最顶级的飞行员，与掌握导弹密码和先进战机的敌人，在境外天空展开一场生死对决......
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2499163778.jpg',
    导演   = ' 李晨',
    编剧   = ' 李晨 / 张力 / 刘毅 / 高岩 / 褚翔宇',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-09-29(中国大陆)',
    片长   = ' 115分钟',
    又名   = ' 霸天狼 / Sky Hunter',
    评分   = 5,
    豆瓣ID = 26753020,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 161,
    片名   = '灾难艺术家 The Disaster Artist',
    简介   = '詹姆斯·弗兰科从去年起就计划将邪典电影《房间》的拍摄过程搬上银幕，近日该片不仅确定了片名《灾难艺术家》(The Disaster Artist)，还找来了以投拍发行恐怖电影为主的新线影业做接盘侠。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2498866082.jpg',
    导演   = ' 詹姆斯·弗兰科',
    编剧   = ' 斯科特·纽斯塔德 / 迈克尔·H·韦伯 / 格雷戈·赛斯特罗 / 汤姆·比塞尔',
    语言   = ' 英语',
    上映日期 = ' 2017-09-11(多伦多电影节) / 2017-12-08(美国)',
    片长   = ' 103分钟',
    又名   = ' 大灾难家(台) / 荷里活烂片王(港) / The Masterpiece',
    评分   = 7.5,
    豆瓣ID = 25944886,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 162,
    片名   = '侠盗联盟 俠盜聯盟',
    简介   = '江洋大盗张丹（刘德华 饰）在一次行动中遭遇黑吃黑，失手被擒入狱。三年后，出狱的张丹会合老搭档小宝（杨祐宁 饰），与新入伙的叶红（舒淇 饰）联手，在追捕自己多年的法国警探皮埃尔（让•雷诺 饰）眼皮底下盗窃得手。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2494018217.jpg',
    导演   = ' 冯德伦',
    编剧   = ' 冯德伦 / 罗耀辉 / 哈智超 / 张志光 / 黄小庄',
    语言   = ' 汉语普通话 / 英语 / 法语 / 俄语',
    上映日期 = ' 2017-08-11(中国大陆)',
    片长   = ' 108分钟',
    又名   = ' The Adventurers',
    评分   = 5.2,
    豆瓣ID = 25858758,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 163,
    片名   = '游戏之夜 Game Night',
    简介   = '马克思(贝特曼饰)的兄弟布鲁克斯(钱德勒饰)筹划“谋杀”派对后却遭绑架，马克思、安妮(麦克亚当斯饰)以为这只是一场游戏，但显然他们已陷入困境。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2511167815.jpg',
    导演   = ' 约翰·弗朗西斯·戴利 / 乔纳森·M·戈尔茨坦',
    编剧   = ' 马克·佩雷斯',
    语言   = ' 英语',
    上映日期 = ' 2018-02-23(美国)',
    片长   = ' 100分钟',
    又名   = ' 游戏夜杀必死(台) / 今晚玩救你(港)',
    评分   = 7.1,
    豆瓣ID = 26949241,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 164,
    片名   = '哆啦A梦：大雄的金银岛 ドラえもん のび太の宝島',
    简介   = '炎炎夏日，出木杉君向朋友们讲述了《金银岛》的故事。大雄（大原惠美 配音）兴致盎然，又在胖虎（木村昴 配音）、小夫（关智一 配音）以及静香（嘉数由美 配音）面前吹嘘要找到海盗的宝藏。当然，最终他还是要依赖忠实的好朋友哆啦A梦（水田山葵 配音）。哆啦A梦拿出了秘密道具“金银岛地图”，大雄则极其巧合地在太平洋中心找到了一座藏有金银财宝的新的岛屿。在此之后，好伙伴们扬帆远航，一路朝着太平洋中心前行。当最初的快乐刺激过后，一群神秘海盗将众人拦了下来。经过一番混战，静香还被对方当成另外一个女孩抢走。与此同时，大雄等人则救下了来自那座岛屿的男孩弗洛克（山下大辉 配音）。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2523364763.jpg',
    导演   = ' 今井一晓',
    编剧   = ' 川村元气 / 藤子·F·不二雄',
    语言   = ' 日语',
    上映日期 = ' 2018-06-01(中国大陆) / 2018-03-03(日本)',
    片长   = ' 109分钟',
    又名   = ' 哆啦A梦：大雄的宝岛 / 哆啦A梦2018剧场版 / Doraemon the Movie 2018 Nobita''s Treasure Island / Doraemon Nobita no Takarajima',
    评分   = 6.5,
    豆瓣ID = 27069070,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 165,
    片名   = '方形 The Square',
    简介   = '克里斯蒂安（克拉斯·邦 Claes Bang 饰）和妻子离婚后，带着小女儿（Lilianne Mardon 饰）开始了全新的生活。克里斯蒂安在一间艺术馆里担任策展人的职位，最近，他正在筹划一项名为“方形”的装置展览，希望宣扬一种人人平等互助的积极向上的理念。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2495377597.jpg',
    导演   = ' 鲁本·奥斯特伦德',
    编剧   = ' 鲁本·奥斯特伦德',
    语言   = ' 英语 / 瑞典语 / 丹麦语',
    上映日期 = ' 2017-05-20(戛纳电影节) / 2017-08-25(瑞典)',
    片长   = ' 151分钟',
    又名   = ' 抓狂美术馆(台) / 方寸见人心(港) / 自由广场 / 魔方 / 方块 / 广场',
    评分   = 7.7,
    豆瓣ID = 26610229,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 166,
    片名   = '公牛历险记 Ferdinand',
    简介   = '影片根据曼罗·里夫1936年经典童书《爱花的牛》改编，讲述西班牙一头名为“费迪南德”（约翰·塞纳 John Cena 配音）的公牛的爆笑历险故事。费迪南德体型健壮，但却心地善良性格温和，它被误认为是危险的野兽，从而被捕送往他乡被逼做一只“斗牛”。为回到家人身边，他不得不踏上了一场终极冒险旅程……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2510825300.jpg',
    导演   = ' 卡洛斯·沙尔丹哈',
    编剧   = ' 罗伯特·L·贝尔德 / 蒂姆·费德勒尔 / 布拉德·科普兰 / 罗恩·伯奇 / 大卫·基德 / 唐·莱默 / 曼罗·里夫 / 罗伯特·劳森',
    语言   = ' 英语',
    上映日期 = ' 2018-01-19(中国大陆) / 2017-12-15(美国)',
    片长   = ' 108分钟',
    又名   = ' 萌牛费迪南(台) / 快D啦牛牛(港) / 费迪南德的故事 / 公牛费迪南德 / 小牛费迪南 / The Story of Ferdinand',
    评分   = 7.2,
    豆瓣ID = 25846857,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 167,
    片名   = '乐高蝙蝠侠大电影 The LEGO Batman Movie',
    简介   = '罪恶丛生的哥谭市，疯狂的小丑（扎克·加利凡纳基斯 Zach Galifianakis 配音）带领恶棍军团展开新一波的犯罪活动。对他来说，犯罪以及引来宿敌蝙蝠侠（威尔·阿奈特 Will Arnett 配音）是无比快乐的事情，可是猛男蝙蝠侠不仅轻松解决掉这群小坏蛋，还根本不将小丑放在眼里。蝙蝠侠的无情言语，深深刺痛了小丑的心。在此之后，孤独的蝙蝠侠收养了罗宾（迈克尔·塞拉 Michael Cera 配音），看上了美丽的女警长芭芭拉，只不过他始终拒绝别人走入他的内心世界。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2417949761.jpg',
    导演   = ' 克里斯·麦凯',
    编剧   = ' 赛斯·格雷厄姆-史密斯 / 克里斯·麦克纳 / 埃里克·萨默斯 / 贾里德·斯特恩 / 约翰·惠廷顿 / 鲍勃·凯恩 / 比尔·芬格 / 杰里·西格尔 / 乔·舒斯特',
    语言   = ' 英语',
    上映日期 = ' 2017-03-03(中国大陆) / 2017-02-10(美国)',
    片长   = ' 105分钟',
    又名   = ' Lego蝙蝠侠英雄传(港) / 乐高蝙蝠侠电影(台) / 乐高蝙蝠侠 / 乐高大电影：蝙蝠侠',
    评分   = 8,
    豆瓣ID = 26145033,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 168,
    片名   = '极寒之城 Atomic Blonde',
    简介   = '影片根据安东尼·约翰斯顿（Antony Johnston）的同名小说改编，讲述了“冷战”结束前的间谍行动：1989年，民主德国局势发生急剧变化，“柏林墙”面临拆除的命运，但此时也是最黑暗的时刻，各种暗杀行动时有发生。一位英国军情六处的地下官员在柏林遇刺，他掌握了从民主德国带回来的一份间谍名单，但杀手在他身上并未找到。一位名叫洛林·布劳顿（塞隆 饰）的特工，肩负起找回这份间谍名单的任务。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2461815940.jpg',
    导演   = ' 大卫·雷奇',
    编剧   = ' 库尔特·约恩斯塔德 / 安东尼·约翰逊 / 萨姆·哈特',
    语言   = ' 英语 / 德语 / 俄语 / 瑞典语',
    上映日期 = ' 2017-03-12(西南偏南电影节) / 2017-07-28(美国)',
    片长   = ' 115分钟',
    又名   = ' 极冻之城(台) / 原子杀姬(港) / 原子美人 / 最冷的城市 / The Coldest City',
    评分   = 7.2,
    豆瓣ID = 26386034,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 169,
    片名   = '金钱世界 All the Money in the World',
    简介   = '电影《金钱世界》改编自一起曾轰动世界的豪门绑架事件：世界首富保罗·盖蒂（克里斯托弗·普卢默 饰）之孙遭遇黑帮绑架，绑匪向其母盖尔（米歇尔·威廉姆斯 饰）索要1700万美元赎金，已经与丈夫离婚的盖尔无力支付这笔高昂的赎金，只能向盖蒂家族求救，但富可敌国却无比吝啬的老盖蒂却拒绝为孙子（查理·普拉默 饰）支付赎金，拿不到钱的绑匪丧心病狂的割下了人质的耳朵邮寄给盖蒂家族，心碎的盖尔在前CIA特工弗莱彻·蔡斯（马克·沃尔伯格 饰）的协助下，试图撼动这一僵局，解救自己的儿子……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2513253129.jpg',
    导演   = ' 雷德利·斯科特',
    编剧   = ' 大卫·斯卡尔帕 / 约翰·皮尔逊',
    语言   = ' 英语',
    上映日期 = ' 2018-03-02(中国大陆) / 2017-12-25(美国)',
    片长   = ' 132分钟 / 124分钟(中国大陆)',
    又名   = ' 万恶金钱(港) / 世上所有的财富',
    评分   = 7,
    豆瓣ID = 26995719,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 170,
    片名   = '烟花 打ち上げ花火、下から見るか？横から見るか？',
    简介   = '炎炎夏日，茂下町的烟花大会即将举行。就读于当地高中的及川奈砂（广濑铃 配音）并未沉浸在愉快祥和的气氛之中，她即将随母亲（松隆子 配音）搬家到另一个城市，心中满是失落。在某次即兴的游泳比赛时，奈砂击败同班同学岛田典道（菅田将晖 配音）和安昙祐介（宫野真守 配音）。随后她坦白喜欢祐介，希望烟花大会时能与对方一同游玩。可是祐介、典道随后卷入和朋友们关于“烟花到底是圆是扁”的争论中，大家约好当晚一起去某地见证。祐介因此爽约，而同样偷偷喜欢着奈砂的典道因此发觉了女孩的秘密和心思。他为此责怪好友，也渴望时光重来，迎得当初那场比赛……
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2504455660.jpg',
    导演   = ' 新房昭之 / 武内宣之',
    编剧   = ' 大根仁 / 岩井俊二',
    语言   = ' 日语',
    上映日期 = ' 2017-12-01(中国大陆) / 2017-08-18(日本)',
    片长   = ' 90分钟',
    又名   = ' 烟花动画版 / 烟花，应该和谁看(港) / 升空的焰火，从下面看？还是从侧面看？ / Fireworks, Should We See It from the Side or the Bottom? / Uchiage hanabi, shita kara miruka? Yoko kara miruka?',
    评分   = 5.4,
    豆瓣ID = 26930504,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 171,
    片名   = '赛车总动员3：极速挑战 Cars 3',
    简介   = '征战沙场多年，闪电麦昆（欧文·威尔逊 Owen Wilson 配音）早已成为经验丰富的老将。对于现在的他来说，比赛更像与老友们的聚会，大家共同享受狂奔带来的乐趣。然而这和谐的一幕很快被残酷的现实打破，以风暴杰克逊（艾米·汉莫 Armie Hammer 配音）为代表的次世代高科技赛车相继步入赛场，他们凭借更加优良的性能与高科技的组装改造将老一代赛车一一淘汰，甚至包括王者麦昆。四个月后，伤愈的麦昆决定复出，而他也被合作多年的赞助商转到了斯特林（内森·菲利安 Nathan Fillion 配音）麾下。接受从内到外的全新改造后，麦昆在教练科鲁兹·拉米雷斯（克里斯黛拉·阿朗索 Cristela Alonzo 配音）的监督下展开训练。然而他面临着一项严峻的考验，如果他不能在接下来的比赛中取得胜利，那么他必须从此退休。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2492869476.jpg',
    导演   = ' 布莱恩·菲',
    编剧   = ' 布莱恩·菲 / 本·奎因 / 伊尔·波戴尔 / 乔纳森·E·斯图尔特 / 基尔·默里 / 鲍勃·彼德森 / 迈克·里奇',
    语言   = ' 英语',
    上映日期 = ' 2017-08-25(中国大陆) / 2017-06-16(美国)',
    片长   = ' 102分钟',
    又名   = ' 反斗车王3(港) / Cars 3：闪电再起(台) / 赛车总动员3 / 汽车总动员3 / 小汽车的故事3 / 飞车正传3',
    评分   = 7,
    豆瓣ID = 25849480,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 172,
    片名   = '亚瑟王：斗兽争霸 King Arthur: Legend of the Sword',
    简介   = '影片剧本来自宙比·哈罗德，该剧本基本忠实于托马斯·马洛礼15世纪的文学作品《亚瑟王之死》，剧情颠覆传统，一路探索亚瑟从市井到王座的征途。亚瑟的父亲在他小时候就惨遭杀害，亚瑟的叔叔伏提庚（裘德·洛 Jude Law 饰）篡取王位，剥夺了亚瑟（查理·汉纳姆 Charlie Hunnam 饰）的天赐之权。他浑然不知自己的身世，在城市的穷街陋巷里摸爬滚打着长大，但当他拔出石中剑，他的人生就彻底地天翻地覆了，亚瑟不得不接受自己真正的使命。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2453433569.jpg',
    导演   = ' 盖·里奇',
    编剧   = ' 卓比·哈罗德 / 盖·里奇 / 莱昂内尔·威格拉姆 / 大卫·道金',
    语言   = ' 英语',
    上映日期 = ' 2017-05-12(中国大陆/美国)',
    片长   = ' 126分钟',
    又名   = ' 亚瑟王：圣剑传奇 / 亚瑟：王者之剑(台) / 神剑亚瑟王(港) / 亚瑟王：圆桌骑士 / 亚瑟王：剑之传奇 / 亚瑟王：石中剑传说 / 新亚瑟王 / 圆桌骑士 / King Arthur',
    评分   = 7,
    豆瓣ID = 25864124,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 173,
    片名   = '妈妈咪呀2 Mamma Mia! Here We Go Again',
    简介   = '《妈妈咪呀2》由美国环球影业制作出品，是2008年歌舞喜剧电影《妈妈咪呀》的续篇，此次第一部的原班人马将悉数回归，而片中舞台剧的改编将会以瑞典著名乐队ABBA的歌曲为基础。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2528272481.jpg',
    导演   = ' 欧·帕克',
    编剧   = ' 欧·帕克',
    语言   = ' 英语 / 法语 / 希腊语',
    上映日期 = ' 2018-08-03(中国大陆) / 2018-07-20(美国)',
    片长   = ' 114分钟',
    又名   = ' 妈妈咪呀！2 / 妈妈咪呀！回来了(台) / 妈妈咪呀！开心再嚟(港) / 妈妈咪呀2：再次出发 / 妈妈咪呀：重蹈覆辙',
    评分   = 7.1,
    豆瓣ID = 27050259,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 174,
    片名   = '非凡任务',
    简介   = '林凯（黄轩 饰）是李建国（祖峰 饰）安插在贩毒集团的卧底，他逐步渗透到“双鹰”贩毒集团后，发现幕后头目“老鹰”（段奕宏 饰）与八年前李建国作为卧底调查的贩毒集团有关，还囚禁了当时李建国的上级，最终林凯与李建国巧妙配合捣毁了整个贩毒集团。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2453197648.jpg',
    导演   = ' 麦兆辉 / 潘耀明',
    编剧   = ' 庄文强',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-03-31(中国大陆)',
    片长   = ' 122分钟',
    又名   = ' 猎鹰 / Extraordinary Mission',
    评分   = 6.3,
    豆瓣ID = 26616690,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 175,
    片名   = '21克拉',
    简介   = '刘佳音（迪丽热巴 饰）因与富豪男友分手而破产 ，为了还债，变卖了自己所有的奢侈品。王继伟（郭京飞 饰）天生爱省，为了省钱无所不用其极。两人因为一场剧场意外相遇，在一系列机缘巧合合租一个屋檐之下，过起了荒诞爆笑的流浪生活，“王抠抠”和“刘买买”究竟如何在两种价值观之间化解 金钱与爱情的终极问题呢？
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2518945837.jpg',
    导演   = ' 何念',
    编剧   = ' 马天 / 李扬 / 何念',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-04-20(中国大陆)',
    片长   = ' 96分钟',
    又名   = ' 21 Karat / 21 Carats',
    评分   = 4.6,
    豆瓣ID = 26691361,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 176,
    片名   = '巴霍巴利王2：终结 Baahubali 2: The Conclusion',
    简介   = '同蛮族的大战以摩喜施末底的胜利而告终，根据战场上的表现，希瓦伽米太后（拉姆亚·克里希南饰）选择了养子阿玛兰德拉·巴霍巴利（帕拉巴斯饰）作为王国的王储。在加冕典礼之前太后交给巴霍巴利的最后一项任务是游历王国，体察臣民的疾苦，理解''臣民的审判''。同时，太后还竭尽全力满足自己的亲子巴拉拉德夫德斯（纳拉·达古巴提饰）的各种需求，希望能够克制他的贪婪，平衡兄弟的关系。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2521118750.jpg',
    导演   = ' S·S·拉贾穆里',
    编剧   = ' 曼孔布·戈帕拉克里希南 / 马德汉·卡尔基 / C·H·维杰·库马尔 / 马努杰·芒塔希尔 / 维杰耶德拉·普拉萨德 / S·S·拉贾穆里',
    语言   = ' 泰卢固语 / 泰米尔语 / 印地语 / 马拉雅拉姆语',
    上映日期 = ' 2018-05-04(中国大陆) / 2017-04-28(印度)',
    片长   = ' 167分钟 / 141分钟(中国大陆)',
    又名   = ' 巴霍巴利王(下) / 巴霍巴利王(下)：终结 / 巴霍巴利王：磅礴终章(台) / 巴霍巴利王2 / 巴霍巴利王：结局 / Baahubali',
    评分   = 7.1,
    豆瓣ID = 26420932,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 177,
    片名   = '的士速递5 Taxi 5',
    简介   = '巴黎警官西尔万(弗兰克·盖思堂彼得 饰)因执行任务的方式过于激进,被调任马赛 社区警局。赴任第一天,便遇到意大利超跑帮抢劫珠宝,劫匪驾驶着法拉利风驰电 掣,让西尔万和“各怀绝技”的警员们“望尘莫及”、出尽洋相。正当西尔万一筹 莫展之际,他结识了憨厚莽撞的出租车司机埃迪(马利克·班泽拉 饰)。两人毫无默 契,却要合力抓捕疑犯,一场状况频出、笑料横行的猫鼠游戏即刻展开......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2529136453.jpg',
    导演   = ' 弗兰克·盖思堂彼得',
    编剧   = ' 弗兰克·盖思堂彼得 / 斯特凡纳·卡赞吉安 / 吕克·贝松',
    语言   = ' 法语 / 意大利语',
    上映日期 = ' 2018-08-03(中国大陆) / 2018-04-11(法国)',
    片长   = ' 100分钟(中国大陆) / 102分钟',
    又名   = ' 终极杀阵5(台) / 出租车5',
    评分   = 5.4,
    豆瓣ID = 27615564,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 178,
    片名   = '勇往直前 Only the Brave',
    简介   = '本片根据“格拉尼特山高手”消防队英勇事迹改编。影片讲述在“格拉尼特山高手队”创建之初，队里既有失足青年也有人面临婚姻危机等各种生活问题。队长埃里克·马什却始终充满热情，督促队员刻苦训练。这支看似由失意者组成的团队也逐 步成为城镇的荣誉象征……然而这一切被突如其来的森林大火所打破。面对近在咫尺的灾难，作为尖兵部队的他们勇往直前，却在阻止火势蔓延时被困火海、命悬一线。整个团队的安危与荣誉也面临巨大考验。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2506348908.jpg',
    导演   = ' 约瑟夫·科辛斯基',
    编剧   = ' 肯·诺兰 / 埃里克·辛格尔 / 肖恩·弗林',
    语言   = ' 英语',
    上映日期 = ' 2017-12-08(中国大陆) / 2017-10-20(美国)',
    片长   = ' 134分钟 / 127分钟(中国大陆)',
    又名   = ' 无路可退(台) / 烈焰雄心(港) / Granite Mountain Hotshots / No Exit',
    评分   = 8.4,
    豆瓣ID = 26718828,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 179,
    片名   = '“吃吃”的爱',
    简介   = '想要在巨星姐姐面前证明自己的18线小演员上官娣娣（徐熙娣 饰），和多年期待真爱却在最后被狠狠出卖的空间站黑鸟面馆老板娘许春梅（徐熙娣 饰），当两个人的世界以想象不到的方式不期而遇，她们的命运会发生什么样的改变?
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2459199108.jpg',
    导演   = ' 蔡康永',
    编剧   = ' 蔡康永',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-05-27(中国大陆/台湾)',
    片长   = ' 90分钟',
    又名   = ' 吃吃的爱 / 吃吃睡睡爱 / Didi''s Dreams',
    评分   = 5.3,
    豆瓣ID = 26279202,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 180,
    片名   = '机器之血',
    简介   = '2007年，Dr.James在半岛军火商的支持下研究生化人。研究过程中，生化人安德烈发生基因突变大开杀戒，将半岛军火商杀害，并控制其组织，接管生化人的研究。Dr.James侥幸逃生，只好寻求警方的保护。特工林东（成龙 饰）不得以离开生命垂危的小女儿西西，接受证人保护任务...
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2505785547.jpg',
    导演   = ' 张立嘉',
    编剧   = ' 张立嘉 / 崔斯韦 / 夏侯云姗',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-22(中国大陆)',
    片长   = ' 110分钟',
    又名   = ' Bleeding Steel',
    评分   = 4.7,
    豆瓣ID = 26729868,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 181,
    片名   = '原谅他77次 原諒他77次',
    简介   = 'Eva（蔡卓妍 饰） 与Adam（周柏豪 饰）拍拖十年多，却因一件小事突然分手。莫名被分手的Adam酒后与学生Mandy（ 卫诗雅 饰）发生了关系。可随后Mandy却在Adam家中意外发现了一本Eva所写的77次心碎记录，记事簿里Eva一次次的被伤害纪录历历在目⋯Adam愧疚不已，鼓起勇气在众目睽睽之前向Eva道歉。岂料，Eva却在Adam家中发现了Mandy的物品⋯到底她可否原谅Adam第78次呢？
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2464315908.jpg',
    导演   = ' 邱礼涛',
    编剧   = ' 李敏',
    语言   = ' 粤语',
    上映日期 = ' 2017-06-23(中国大陆) / 2017-03-10(大阪亚洲电影节) / 2017-06-15(香港)',
    片长   = ' 97分钟',
    又名   = ' 77 Heartbreaks',
    评分   = 6.5,
    豆瓣ID = 26857793,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 182,
    片名   = '念念手纪 君の膵臓をたべたい',
    简介   = '《念念手纪》主要讲述了男主角志贺春树（北村匠海饰）因为偶然间捡到了同班同学山内樱良（滨边美波饰）的手纪，而发现了她身患胰脏绝症的秘密。性格天差地别的两人也因此走近，一同度过了樱良生命中最后一段时光。影片以12年后志贺春树（小栗旬饰）回忆的形式展开，与即将结婚的樱良好友恭子（北川景子饰）一起表达对樱良的追忆和思念。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2531648684.jpg',
    导演   = ' 月川翔',
    编剧   = ' 吉田智子 / 住野夜',
    语言   = ' 日语',
    上映日期 = ' 2018-09-14(中国大陆) / 2017-07-28(日本)',
    片长   = ' 116分钟',
    又名   = ' 我想吃掉你的胰脏 / 我想吃了你的胰脏 / 十二年后的约定 / 胰脏物语 / Let Me Eat Your Pancreas',
    评分   = 6.7,
    豆瓣ID = 26869119,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 183,
    片名   = '阿拉姜色',
    简介   = '一日梦中惊醒，俄玛在重病之际，执意踏上前往拉萨的漫长之旅。现任丈夫和儿子相继追随加入陪伴，这个家庭也在艰辛旅程中逐渐消除隔阂，达成和解。在途中，俄玛向丈夫道出深扰她多年的秘密；病逝后，俄玛未达成的夙愿，又终将如何？
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2535257594.jpg',
    导演   = ' 松太加',
    编剧   = ' 松太加 / 扎西达娃',
    语言   = ' 藏语',
    上映日期 = ' 2018-10-26(中国大陆) / 2018-06-23(上海电影节)',
    片长   = ' 109分钟',
    又名   = ' Ala Changso',
    评分   = 7.6,
    豆瓣ID = 30181130,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 184,
    片名   = '肆式青春 詩季織々',
    简介   = '影片由李豪凌、易小星、竹内良贵三人联合执导,以三段温暖清新的小故事共同组成,从“衣食住行”四个方面来诉说关于青春的故事。绘梦动画创始人李豪凌则为大家带来了上海石库门一对青梅竹马尘封已久的“上海恋”;易小星执导的短篇“三鲜米粉”以北京为舞台,讲述北漂青年与身处故乡的祖母之 间的故事;曾参与制作《你的名字。》的导演竹内良贵则通过“小小时装秀”描绘了在广州相互帮助、共同生活的一对姐妹的生活。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2526429256.jpg',
    导演   = ' 李豪凌 / 易小星 / 竹内良贵',
    编剧   = ' 永川成基 / 李豪凌 / 易小星 / 竹内良贵',
    语言   = ' 汉语普通话 / 日语 / 粤语 / 上海话',
    上映日期 = ' 2018-08-04(日本/中国大陆)',
    片长   = ' 74分钟',
    又名   = ' 诗季织织 / Flavors of Youth / しきおりおり',
    评分   = 5.6,
    豆瓣ID = 30156898,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 185,
    片名   = '惊涛飓浪 Adrift',
    简介   = '影片讲述了富有探索精神的塔米·奥尔德姆（谢琳·伍德蕾 饰）与未婚夫理查德·夏普（山姆·克拉弗林 饰）为完成梦想中冒险刺激的航海之旅，二人驾驶着帆艇从碧海蓝天的大溪地起航横渡太平洋。天有不测风云，不料二人在航行途中遭遇了强度全球排名前十的名为“雷蒙德”的四级飓风突然袭击。在风暴过后，依托于浮木上的塔米醒来发现帆艇已经被摧毁的破败不堪，更不幸的是她挚爱的男人理查德因身受重伤而奄奄一息，塔米徘徊于希望与绝望左右，而后在理查德鼓励之下，她坚定地燃起了求生的希望，并爆发了绝境之下的意志力和勇气，在一望无际的大海中挣扎生存……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2541197052.jpg',
    导演   = ' 巴塔萨·科马库',
    编剧   = ' 亚伦·坎德尔 / 乔丹·坎德尔 / 大卫·布兰森·史密斯 / 塔米·阿什克拉夫特',
    语言   = ' 英语',
    上映日期 = ' 2018-12-07(中国大陆) / 2018-06-01(美国)',
    片长   = ' 96分钟',
    又名   = ' 漂流心海(港) / 我愿意(台) / 漂流',
    评分   = 6.8,
    豆瓣ID = 26937563,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 186,
    片名   = '刀剑神域：序列之争 劇場版 ソードアート・オンライン -オーディナル・スケール-',
    简介   = '2022年，天才编程者茅场晶彦所开发的世界最早的完全潜行专用装备设备《NERvGear》。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2498371582.jpg',
    导演   = ' 伊藤智彦',
    编剧   = ' 川原砾',
    语言   = ' 日语',
    上映日期 = ' 2017-09-15(中国大陆) / 2017-02-18(日本)',
    片长   = ' 119分钟',
    又名   = ' 刀剑神域：剧场版序列争战(台) / 剧场版 刀剑神域 -Ordinal・Scale- / Sword Art Online the Movie',
    评分   = 7,
    豆瓣ID = 26634179,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 187,
    片名   = '熊出没·变形记',
    简介   = '光头强爸爸突然到访狗熊岭，向来严厉古板的强爸却对光头强嘘寒问暖，而朝夕相处却未能缓和关系，反而导致了父子矛盾的爆发……在一次激烈的争吵中，光头强和两熊被“缩小机”意外缩小，毫不知情的强爸伤心离开，并无意间带走了“缩小机”。于是，光头强和两熊踏上了追赶强爸和机器的“微观世界”冒险之旅。与此同时，一名陌生国外女记者突然出现，并频频出没于大马哈鱼生活的河域附近，举止神秘，牵出了一系列神秘事件……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2506889386.jpg',
    导演   = ' 丁亮 / 林汇达',
    编剧   = ' 徐芸 / 万秦 / 蒋琳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 89分钟',
    又名   = ' 熊出没5 / 熊出没大电影5 / Boonie Bears',
    评分   = 6.8,
    豆瓣ID = 27176717,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 188,
    片名   = '七十七天',
    简介   = '电影《七十七天》是以探险作家杨柳松77天孤身穿越羌塘无人区的真实事迹为蓝本创作。电影中，在生活里迷失了自我的男主徘徊在雪域高原独闯无人区，影片女主身体残疾仍然乐观面对生活，她让他坚定了去尝试世人眼里无法完成的无人区奇幻探险之旅……两个非常状态下的真实人物，真诚、勇敢的面对命运选择挑战，不懈的追寻着内心最初的梦想与真正的自我...影片在节奏、画面、张力上会给观众强烈的视觉冲击，让观众跟随主人公经历一场无与伦比的探险之旅。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2503551480.jpg',
    导演   = ' 赵汉唐',
    编剧   = ' 赵汉唐 / 曹金玲 / 高正 / 周侯衡 / 李逍雪',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-11-03(中国大陆)',
    片长   = ' 115分钟',
    又名   = ' Seventy-seven Days',
    评分   = 6.4,
    豆瓣ID = 26426026,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 189,
    片名   = '冥王星时刻',
    简介   = '导演王准前往著名演员高丽的拍摄现场探班，尽管与高丽已经分居，但王准仍希望高丽尽快确认为自己新片拍摄的档期，高丽却反过来讽刺王准剧本遥遥无期。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2519560628.jpg',
    导演   = ' 章明',
    编剧   = ' 章明 / 龚竽溪',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-12-07(中国大陆) / 2018-05-16(戛纳电影节)',
    片长   = ' 110分钟',
    又名   = ' 穿过黑夜 / 黑暗传 / The Moment of Pluto / The Pluto Moment',
    评分   = 6.6,
    豆瓣ID = 26887153,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 190,
    片名   = '未择之路',
    简介   = '无边的戈壁滩上，欠下高利贷的二勇（王学兵 饰）意外与来历不明的孩子尕娃（朱耕佑 饰）踏上了一段凶险的追妻之旅，笔直又狭长的公路上，二勇和尕娃与忧郁暴躁的女卡车司机小眉（马伊琍 饰）相遇，三个性格迥异的人因故临时结伴而行，在穿越戈壁的三天两夜里，三个孤独的人度过了一段恍若家人的时光。随着旅途的继续，他们邂逅的人和遭遇的事，使得每个人命运发生了重大改变，人的命，路的头，在苍茫天地之下都变得微不足道……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2533833822.jpg',
    导演   = ' 唐高鹏',
    编剧   = ' 岳小军 / 唐高鹏 / 段喆卿',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-09-14(中国大陆) / 2018-06-19(上海电影节)',
    片长   = ' 113分钟',
    又名   = ' The Road Not Taken',
    评分   = 6.8,
    豆瓣ID = 26607969,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 191,
    片名   = '玛丽与魔女之花 メアリと魔女の花',
    简介   = '改编自玛丽·斯图尔特英国儿童文学小说，玛丽被送到乡下阿姨家过暑假，在一只小黑猫的带领下，她进入森林找到一束紫色魔法花，打扫院落时她用沾有花粉的手碰了扫帚，扫帚突然腾空而起，竟然把她送到森林深处的魔法学校，在这里她学习各种神奇有趣的魔法，但玛丽也发现了这所学校不可告人的秘密。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2521033758.jpg',
    导演   = ' 米林宏昌',
    编剧   = ' 坂口理子 / 米林宏昌 / 玛丽·斯图尔特',
    语言   = ' 日语',
    上映日期 = ' 2018-04-28(中国大陆) / 2017-07-08(日本)',
    片长   = ' 102分钟 / 103分钟(中国大陆)',
    又名   = ' 玛莉与魔女之花(港) / 梅莉和魔女的花 / 梅莉与魔女之花 / 梅亚丽与魔女之华 / Mary and The Witch''s Flower',
    评分   = 6.3,
    豆瓣ID = 26935777,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 192,
    片名   = '英雄本色2018',
    简介   = '周凯（王凯 饰）参与走私，被身为缉毒警察的弟弟周超（马天宇 饰）逮捕入狱。三年后，周凯出狱，改过自新。曾经的手下阿仓（余皑磊 饰）已为毒贩头目，为获取周凯的海外客户资料，设计加害周凯。江湖中的好兄弟马柯（王大陆 饰）为了替周凯报仇，失去一条腿。自己的亲弟弟周超不相信哥哥周凯已金盆洗手，不断搜集证据，欲亲手逮捕周凯。最终，周凯与警方合作，逮捕了阿仓，两兄弟重归于好。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2508615612.jpg',
    导演   = ' 丁晟',
    编剧   = ' 丁晟 / 许阳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-01-18(中国大陆)',
    片长   = ' 114分钟',
    又名   = ' 英雄本色4 / A Better Tomorrow 2018',
    评分   = 4.7,
    豆瓣ID = 26827040,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 193,
    片名   = '飓风奇劫 The Hurricane Heist',
    简介   = '影片讲述财务部女监察探员(格蕾斯饰)负责押运一批6亿美元残旧货币到碎钞厂处理，然而当地罕见的飓风灾难即将来临，一群全副武装的盗贼想在居民全部疏散后“乘风打劫”，而当飓风达到致命的5级之后，所有精心计划都被打乱，他们发现需要一个金库密码，而这个密码只有女监察探员知道，她和所被劫持人质的生命面临威胁，在和滞留当地气象学家（凯贝尔饰）结盟后，后者的弟弟也被盗贼绑架，两人不得不联袂面对飓风和匪徒，在历经惊险刺激后最终战胜了盗贼和飓风灾难。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2537693782.jpg',
    导演   = ' 罗伯·科恩',
    编剧   = ' 斯科特·温德豪泽 / 杰夫·狄克逊 / 安东尼·芬林顿 / 卡洛斯·戴维斯',
    语言   = ' 英语',
    上映日期 = ' 2018-11-02(中国大陆) / 2018-03-09(美国)',
    片长   = ' 103分钟',
    又名   = ' 十级风劫(港) / 玩命飓风(台) / 飓风抢劫 / 夺金风暴 / 五级飓风 / Category 5',
    评分   = 5.9,
    豆瓣ID = 26793385,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 194,
    片名   = '茉莉牌局 Molly''s Game',
    简介   = '著名编剧艾伦·索金（Aaron Sorkin）即将转行做导演，而他导演的第一部电影是《茉莉的牌局》（Molly’s Game），该片根据真人真事创作，讲述了“扑克公主”茉莉·布鲁姆（Molly Bloom）的故事。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2499148863.jpg',
    导演   = ' 艾伦·索金',
    编剧   = ' 艾伦·索金 / 茉莉·布鲁姆',
    语言   = ' 英语',
    上映日期 = ' 2017-09-08(多伦多电影节) / 2018-01-05(美国)',
    片长   = ' 140分钟',
    又名   = ' 茉莉的牌局 / 决胜女王(台) / 莫莉游戏(港)',
    评分   = 7.2,
    豆瓣ID = 26704137,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 195,
    片名   = '虎胆追凶 Death Wish',
    简介   = '在枪案频发的芝加哥，保罗原本是一个温文儒雅仁心妙手的医生，拥有一个幸福美满的家庭。一场突如其来的厄运让他的妻女惨遭暴徒欺凌，女儿昏迷不醒，爱妻更因此丧失生命，与他天人永隔。然而，城市里连串的凶案让警方束手无策，种种原因使得保罗的案件无法结案，本应受到制裁的凶徒逍遥法外。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2532509221.jpg',
    导演   = ' 伊莱·罗斯',
    编剧   = ' 乔·卡纳汉 / 布赖恩·加菲尔德 / 温德尔·梅斯',
    语言   = ' 英语',
    上映日期 = ' 2018-09-21(中国大陆) / 2018-03-02(美国)',
    片长   = ' 97分钟(中国) / 107分钟',
    又名   = ' 猛龙怪客',
    评分   = 6.5,
    豆瓣ID = 3078549,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 196,
    片名   = '巨额来电',
    简介   = '派出所年轻民警丁小田抓捕电信诈骗罪犯，与警方电信诈骗专案组不谋而合，专案组已经派出女特警小兔，混入远在泰国阿海与阿芳的骗子团队搜集证据，丁小田与卧底女特警小兔密切配合，与阿海、阿芳诈骗集团展开扣人心弦的反诈智斗，逐步掌握了犯罪团伙的诈骗各个环节机密与证据，但同时阿海也与人立下30天骗下1亿人民币惊天赌约，多位商业巨贾及大量老百姓卷入其中……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2505456879.jpg',
    导演   = ' 彭顺',
    编剧   = ' 柳桦',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-08(中国大陆)',
    片长   = ' 123分钟',
    又名   = ' 猜猜我是谁 / 反诈风暴 / The Big Call',
    评分   = 5.7,
    豆瓣ID = 26985857,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 197,
    片名   = '鲛珠传',
    简介   = '故事发生在九州，一个聪明的贼（王大陆 饰）、一个尽职的捕快（张天爱 饰）和一个单纯的王子（盛冠森 饰），一次偶然的相遇。三个人有着各自不同的目的，互相不信任，却不得不共同进入一段奇特的旅行。在旅行中，三个人都从对方的身上找到了友谊和爱，最终阻止一次毁灭世界的阴谋。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2493908018.jpg',
    导演   = ' 杨磊',
    编剧   = ' 张炭 / 徐照青 / 杨磊',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-08-11(中国大陆)',
    片长   = ' 108分钟',
    又名   = ' Legend of the Naga Pearls',
    评分   = 4.3,
    豆瓣ID = 25857966,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 198,
    片名   = '米花之味',
    简介   = '小津安二郎以茶泡饭之味悠然细说夫妻生活的平淡是福，鹏飞则以米花之味轻盈道来母女心灵的亲疏远近。城市打工的妈妈返回云南傣族乡间，女儿跟所有留守儿童的问题并无二致：爱撒谎，玩手机，与同学争执，跟老师唱反调，还偷寺庙的钱。女儿好友之死打破隔阂，母女走进深幽钟乳洞，佛像前起舞，哀悼亡灵，也连系彼此灵魂。城乡差异、传统与现代的对碰、发展与保育的冲突，在诗意影像与禅意感悟中化解； 就烧一锅油，炸一盘米花，把生活的甜酸苦辣，调制成团圆的祝福。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2518728250.jpg',
    导演   = ' 鹏飞',
    编剧   = ' 鹏飞 / 英泽',
    语言   = ' 汉语普通话 / 云南话 / 傣语',
    上映日期 = ' 2018-04-20(中国大陆) / 2017-07-23(FIRST青年影展) / 2017-09-02(威尼斯电影节)',
    片长   = ' 95分钟 / 102分钟(威尼斯电影节)',
    又名   = ' The Taste of Rice Flower',
    评分   = 7.5,
    豆瓣ID = 27077266,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 199,
    片名   = '自杀小队：严厉惩罚 Suicide Squad: Hell to Pay',
    简介   = 'DC动画电影《自杀小队：严厉惩罚》(Suicide Squad: Hell to Pay)发布预告，小丑女、死射、冰霜杀手、铜头蛇、回旋镖队长、铜虎组成小队，阿曼达·沃勒派遣他们去找回一个神秘物件——为此他们愿意牺牲性命，而小队很快发现他们面临着其他团伙的挑战。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2519931276.jpg',
    导演   = ' 刘山姆',
    编剧   = ' 艾伦·伯内特',
    语言   = ' 英语',
    上映日期 = ' 2018-03-27(美国)',
    片长   = ' 86分钟',
    又名   = ' 自杀小队：惨痛代价',
    评分   = 7.3,
    豆瓣ID = 27098363,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 200,
    片名   = '泄密者 洩密者們',
    简介   = '马来西亚爆发神秘传染病，当地药业公司AMANAH研究的特效药MD5成为救助病患的神丹妙药。可是一直跟踪报道该疾病的记者宋丹文意外死亡，跟着AMANAH总裁张日善（郑则仕 饰）的儿子在办公室自杀身亡。经警方调查，张公子纯系他杀。与此同时，张公子的妻子彭珍美（周秀娜 饰）秘密跑到香港，她随身携带的机密引起多方势力的争抢。香港警察王大伟（吴镇宇 饰）与马来西亚皇家警察警长李永勤（张智霖 饰）接头，协助调查这一系列案件。不久后，王大伟收到一段视频，视频录制者自称“泄密者”指控AMANAH是绝命病毒的始作俑者，而张日善的二儿子更落到他们手中。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2524686290.jpg',
    导演   = ' 邱礼涛',
    编剧   = ' 李敏 / 李昇',
    语言   = ' 粤语 / 汉语普通话',
    上映日期 = ' 2018-06-15(中国大陆) / 2018-06-21(香港)',
    片长   = ' 100分钟',
    又名   = ' 泄密者们 / The Leakers',
    评分   = 5.3,
    豆瓣ID = 27195080,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 201,
    片名   = '父子雄兵',
    简介   = '梦想靠大项目咸鱼翻身的范小兵（大鹏 饰）始终无法摆脱一个阴影，那就是退伍军人出身的老爹范英雄（范伟 饰）。小兵油嘴滑舌爱忽悠，英雄刚正不阿会武术，小兵斗英雄，天雷勾地火。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2492957074.jpg',
    导演   = ' 袁卫东',
    编剧   = ' 苏亮 / 毛海青',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-21(中国大陆) / 2017-06-19(上海电影节)',
    片长   = ' 105分钟',
    又名   = ' 父子魂斗罗 / Father and Son',
    评分   = 4.6,
    豆瓣ID = 26898747,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 202,
    片名   = '忠爱无言',
    简介   = '电影改编自真实事件。一场意外让老于（高强 饰）失去了双腿，漫长的余生都将在床上度过，母亲死后，老于由姐姐秋红（于月仙 饰）接手照顾。老于一直因为觉得自己拖累了母亲和姐姐而陷入自责的情绪之中，他潜心于设计一款能够载着他走出家门的交通工具，然而并没有人相信那复杂的图纸会转化成为实物。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459193246.jpg',
    导演   = ' 谈宜之',
    编剧   = ' 谈宜之 / 王然',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-06-09(中国大陆)',
    片长   = ' 97分钟',
    又名   = ' 老人与狗 / 老人和狗 / Love Without Words',
    评分   = 7.2,
    豆瓣ID = 26995137,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 203,
    片名   = '决战食神',
    简介   = '影片主要讲述了高天赐是广州一个小厨师，和来自法国拥有米芝莲三颗星荣誉的名厨安保罗，厨艺各有千秋，从一开始的争锋相对，到成为惺惺相惜的好友，并联手参加‘全球美食之王’大赛夺得冠军的故事。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2417948347.jpg',
    导演   = ' 叶伟民',
    编剧   = ' 李晶凌 / 刘毅 / 文隽',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-02-10(中国大陆)',
    片长   = ' 98分钟',
    又名   = ' 锋味江湖之决战食神 / 锋味江湖 / 美食之王 / Cook Up a Storm',
    评分   = 4.6,
    豆瓣ID = 26711487,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 204,
    片名   = '遇见你真好',
    简介   = '当遇见爱情的时候才会发现，它就像万有引力，苹果总归会落地。在被称为“高四”的紫荆复读学校是一所爱情集中营，梦想成为作家的张文生和珊妮在互损中萌生情愫，好友陈奇误认为文生横刀夺爱，与“坏学生”青龙在小酒馆相遇并商议各自的复仇计划。不料陈奇带去的巨型烟花被青龙向酒馆发泄中引发火灾，带出人命。于是，这所学校里的一个又一个神秘搞笑的爱情故事浮出水面，一群热血而欢乐的男女演绎了另类的青春和爱情……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2516082047.jpg',
    导演   = ' 顾长卫',
    编剧   = ' 孔龙 / 祖乱乱 / 姚冠辰 / 张雨悠 / 施鸽 / 张亚曦 / 刘颖 / 顾长卫',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-03-29(中国大陆)',
    片长   = ' 99分钟',
    又名   = ' 飞火流星 / Nice to Meet You',
    评分   = 4.6,
    豆瓣ID = 26967920,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 205,
    片名   = '摩天轮 Wonder Wheel',
    简介   = '哈姆迪（吉姆·贝鲁什 Jim Belushi 饰）和妻子金妮（凯特·温丝莱特 Kate Winslet 饰）一起在游乐场生活和工作，金妮有过一段婚姻，两人共同抚养着金妮和前夫所生的孩子。一天，哈姆迪的女儿卡洛琳娜（朱诺·坦普尔 Juno Temple 饰）找到了父亲，她曾经执意嫁给黑帮大佬，如今正在遭受黑帮的追杀。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2504864722.jpg',
    导演   = ' 伍迪·艾伦',
    编剧   = ' 伍迪·艾伦',
    语言   = ' 英语',
    上映日期 = ' 2017-10-14(纽约电影节) / 2017-12-01(美国)',
    片长   = ' 101分钟',
    又名   = ' 爱情摩天轮(台) / 奇幻摩天轮(港) / 奇迹摩天轮 / 摩天轮奇缘',
    评分   = 7.1,
    豆瓣ID = 26822230,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 206,
    片名   = '哆啦A梦：大雄的南极冰冰凉大冒险 ドラえもん のび太の南極カチコチ大冒険',
    简介   = '为了躲避夏日的酷暑，哆啦A梦（水天葵 配音）带着大雄（大原惠美 配音）、静香（嘉薮由美 配音）、胖虎（木村昴 配音）和小夫（关智一 配音）来到了漂浮在南太平洋中的一座冰山上。他们利用道具“冰雕工艺组”打造了惊险刺激而又妙趣横生的游乐园，小伙伴们乐而忘返。可就在此时，乐园突然垮塌，大雄则偶然从冰层中捡到了一枚金环。根据调查发现，金环居然是十万年前的产物。为了寻找它的主人，哆啦A梦一行穿越时空。在古老的南极，他们见到了一座神秘都市，并发现了奇怪的生物。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459600525.jpg',
    导演   = ' 高桥敦史',
    编剧   = ' 高桥敦史 / 藤子·F·不二雄',
    语言   = ' 日语',
    上映日期 = ' 2017-05-30(中国大陆) / 2017-03-04(日本)',
    片长   = ' 101分钟',
    又名   = ' 哆啦A梦：大雄的南极冰寒大冒险',
    评分   = 6.5,
    豆瓣ID = 26839466,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 207,
    片名   = '我的冤家是条狗 Patrick',
    简介   = '一事无成的大龄女青年莎拉意外继承了外婆的宠物犬“八哥”。这让她原本就一团乱麻的生 活更加雪上加霜。当这位四条腿的不速之客不断地制造麻烦时，五短身材又臭脾气的它， 也给莎拉的生活带来了阳光和转机。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2537054509.jpg',
    导演   = ' 曼迪·弗莱彻',
    编剧   = ' 凡妮莎·戴维斯 / 曼迪·弗莱彻 / 保罗·德·沃斯',
    语言   = ' 英语',
    上映日期 = ' 2018-11-09(中国大陆) / 2018-06-29(英国)',
    片长   = ' 95分钟',
    又名   = ' 缘来靠八哥？(港) / 萌犬派崔克(台) / 帕特里克',
    评分   = 6.4,
    豆瓣ID = 30143861,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 208,
    片名   = '贤妻 The Wife',
    简介   = '根据Meg Wolitzer所著同名小说改编，女主角Joan Castleman是一位文学家的妻子，美丽忠诚、无瑕疵，牺牲了自己的梦想、才华、野心，花费了40年的时间来辅助丈夫，忽略他的不忠，永远表现得体。而随着时间的推移，他们的婚姻也来到破碎的临界点。在诺贝尔文学奖颁奖的前夜，她将面临生命中最大的牺牲，同时也发现了丈夫职业生涯的秘密。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2524143751.jpg',
    导演   = ' 比约恩·荣格',
    编剧   = ' 简·安德森 / 梅格·沃尔策',
    语言   = ' 英语',
    上映日期 = ' 2017-09-12(多伦多电影节) / 2018-08-14(美国)',
    片长   = ' 100分钟',
    又名   = ' 仁妻(港) / 爱·欺(台)',
    评分   = 7.2,
    豆瓣ID = 26315728,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 209,
    片名   = '密战',
    简介   = '淞沪会战后上海沦陷，地下工作者林翔（郭富城 饰）受命来到危机四伏的上海，重建惨遭敌人破坏的地下抗日战线。在这里他遇到单纯却很有正义感的兰芳（赵丽颖 饰），这对临时组成的“地下党夫妇”将在战火纷飞中，携手与日本侵略者及伪政府特务展开惊险刺激的生死较量……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2502474177.jpg',
    导演   = ' 钟少雄',
    编剧   = ' 张炭',
    语言   = ' 汉语普通话 / 英语',
    上映日期 = ' 2017-11-03(中国大陆)',
    片长   = ' 100分钟',
    又名   = ' 新永不消逝的电波 / Eternal Wave',
    评分   = 4.3,
    豆瓣ID = 26316956,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 210,
    片名   = '老兽',
    简介   = '老杨曾是财富激荡时代的乍富阶层，如今已破产多年，赋闲在家。某日他挪用老婆的救命手术费让子女们忍无可忍，一出儿子绑架老子的荒诞闹剧上演，老杨怒其不念养育之恩，毅然把不孝子告上法庭……这出现代家庭闹剧终以悲剧收场。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2507370070.jpg',
    导演   = ' 周子阳',
    编剧   = ' 周子阳',
    语言   = ' 汉语普通话 / 内蒙古方言',
    上映日期 = ' 2017-12-11(中国大陆) / 2017-07-27(FIRST影展)',
    片长   = ' 110分钟 / 108分钟(FIRST影展)',
    又名   = ' 日月星辰 / 老混蛋 / Old Beast',
    评分   = 7.1,
    豆瓣ID = 26957500,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 211,
    片名   = '反转人生',
    简介   = '保险推销员马奋斗（夏雨饰）空有满腔抱负却郁郁不得志，在和女朋友姗姗（宋茜饰）分手后他的人生彻底跌入谷底。然而，神秘人物（闫妮饰）的出现却颠覆了他的生活轨迹，作为一位史上最任性的土地娘，她将马奋斗许过的19个愿望一个个实现，马奋斗一步步走上人生巅峰却引发了一系列爆笑离奇的反转故事。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2472782062.jpg',
    导演   = ' 伍仕贤',
    编剧   = ' 伍仕贤 / 贾斯汀·麦伦',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-06-29(中国大陆)',
    片长   = ' 110分钟',
    又名   = ' Wished',
    评分   = 5.1,
    豆瓣ID = 25827741,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 212,
    片名   = '蓝精灵：寻找神秘村 Smurfs: The Lost Village',
    简介   = '蓝妹妹（黛米·洛瓦托 Demi Lovato 配音）发现了一张遗落的地图，由此引发精灵们对于神秘村庄真实性的猜想。于是，满怀好奇心的蓝妹妹与聪聪（丹尼·朴迪 Danny Pudi 配音）、笨笨（杰克·麦克布瑞尔 Jack McBrayer 配音）、健健（乔·曼根尼罗 Joe Manganiello 配音）四个小伙伴组成冒险小分队，背着蓝爸爸（曼迪·帕廷金 Mandy Patinkin 配音）离开了精灵村，踏上了充满未知的探秘旅程。一路上，四个小伙伴为所见的新奇景物而兴奋，为陷入漆黑洞穴而慌张，上天下地一路萌行充满欢声笑语，直到他们遇到了最大的对手——格格巫（雷恩·威尔森 Rainn Wilson 配音）。
                                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2443742358.jpg',
    导演   = ' 凯利·阿斯博瑞',
    编剧   = ' 帕米拉·里本 / 斯泰西·哈曼 / 佩约',
    语言   = ' 英语',
    上映日期 = ' 2017-04-21(中国大陆) / 2017-03-25(格鲁吉亚) / 2017-04-07(美国)',
    片长   = ' 90分钟',
    又名   = ' 蓝精灵3：失落的村庄 / 蓝色小精灵：失落的蓝蓝村(台) / 超级蓝精灵：魔法重启 / 蓝精灵3 / The Smurfs 3 / Get Smurfy',
    评分   = 6.3,
    豆瓣ID = 19899718,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 213,
    片名   = '美国动物 American Animals',
    简介   = '儿时玩伴斯潘塞和沃伦很反叛，他们和其他两个学生谋划到特兰西瓦尼亚大学的特别收藏图书馆，去偷极其珍贵的奥杜邦版画和珍藏书。这部电影是根据真实故事改编，源于2004年发生在美国肯塔基州列克星敦市的特兰西瓦尼亚大学的一次图书馆抢劫事件。这个故事看起来非常离奇，但大部分情节都是 真实发生的，四个年轻人为了一一幅画作毁了一生，实施了美国历史上最鲁莽的抢劫之一。《美国动物》将抢劫类电影发挥到极致，在金钱、电影、追寻意义的疯狂故事中模糊现实与想象的界限。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2511158398.jpg',
    导演   = ' 巴特·雷顿',
    编剧   = ' 巴特·雷顿',
    语言   = ' 英语',
    上映日期 = ' 2018-01-19(圣丹斯电影节) / 2018-06-01(美国)',
    片长   = ' 116分钟',
    又名   = ' 美式禽兽(港)',
    评分   = 7,
    豆瓣ID = 26908280,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 214,
    片名   = '黑子的篮球·终极一战 劇場版 黒子のバスケ LAST GAME',
    简介   = '黑子哲也 及 火神大我 加入了诚凛高中篮球队。相对于有着绝佳球感的火神，黑子却是一名在场上“几乎没有存在感”的球员。但其实，黑子曾是篮球强校帝光国中篮球队的一员，曾与被称为“奇迹时代”的5位天才并肩战斗，以“梦幻的第6人”的称号活跃在篮球场上。“影”与“光”的二人搭档成为校队主力，带领诚凛高中成功打进了冬季选拔赛，并在选拔赛中击败其他拥有“奇迹时代”成员的各路强队，获得了全国冠军。 就在二人升上高二后的那个暑假末尾，由一批18岁左右的美国篮球天才组成的街球队伍“Jabberwock”来访日本，并与日本男篮国家队进行友谊赛。他们以压倒性的实力让日本队惨败，还嘲笑了他们一番。 此举激怒了诚凛高中篮球队教练丽子的父亲景虎。这位曾经的日本篮球国手决定集结黑子与火神，以及“奇迹时代”的其他成员，临时组建梦幻球队“VORPAL SWORDS”，誓言向“Jabbe...
                            ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2531651342.jpg',
    导演   = ' 多田俊介',
    编剧   = ' 高木登 / 藤卷忠俊',
    语言   = ' 日语',
    上映日期 = ' 2018-08-24(中国大陆) / 2017-03-18(日本)',
    片长   = ' 91分钟',
    又名   = ' 黑子的篮球：终极一战 / 黑子的篮球：最后的游戏 / 黑子的篮球 剧场版',
    评分   = 6.5,
    豆瓣ID = 26615753,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 215,
    片名   = '花滑女王 Лёд',
    简介   = '花样滑冰新人娜佳虽然家境贫寒、天赋不足，却凭借母亲的鼓励和自身的不懈努力崭露头角，成为了世界顶级花滑男选手里奥纳夫的搭档，两人屡获佳绩，并坠入爱河成为备受瞩目的金童玉女。花滑世界杯前夕，娜佳意外受重伤，人生跌至谷底，里奥纳夫也选择了离开。心灰意冷之际，冰球运动员萨沙出现在娜迪亚的身边，二人由互相嫌弃发展出一段暖心的爱情。娜佳也在萨沙的鼓励下重塑信心再次出发，靠着执着与坚持度过了漫长的恢复期。当她终于可以重返赛场时，她的伤势再犯，人生面临再次选择......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2517485270.jpg',
    导演   = ' 奥列格·特罗费姆',
    编剧   = ' 奥列格·马洛维奇克 / 安德烈·佐洛塔廖夫',
    语言   = ' 俄语',
    上映日期 = ' 2018-03-30(中国大陆) / 2018-02-14(俄罗斯)',
    片长   = ' 113分钟 / 89分钟(中国大陆)',
    又名   = ' 爱在跌倒后 / Ice / Lyod',
    评分   = 6.9,
    豆瓣ID = 27196380,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 216,
    片名   = '马柔本宅秘事 El secreto de Marrowbone',
    简介   = '为了躲避一些未知的东西，母亲带着四个孩子住进了一个偏僻的房子里。母亲病故后，在兄弟四人的努力下，他们争取到了房子的产权。最大的孩子也开始找到了自己的爱情，但一帆风顺的生活下，实则暗藏凶机。最小的弟弟一直声称房间里面存在鬼魂，其他三人也似乎承认此事，但都没人点破。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2456908524.jpg',
    导演   = ' 塞尔希奥·G·桑切斯',
    编剧   = ' 塞尔希奥·G·桑切斯',
    语言   = ' 英语',
    上映日期 = ' 2017-09-11(多伦多电影节) / 2017-10-27(西班牙)',
    片长   = ' 110分钟',
    又名   = ' 髓骨 / Marrowbone / The Secret of Marrowbone',
    评分   = 7.3,
    豆瓣ID = 26961821,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 217,
    片名   = '追捕',
    简介   = '国际律师杜丘（张涵予 饰）清晨醒来，发现一个陌生女子被杀死在枕边，当所有证据皆指向自己就是凶手时，他拒捕逃离，决定自己查出真相。颇有名气的警探矢村（福山雅治 饰）在追捕过程中，察觉案件并不简单。一警一“匪”在交手中竟发展出了一段惺惺相惜的情谊，探明真相的过程中，他们卷入了更大的阴谋，而屡次帮杜丘逃亡的神秘女子真由美（戚薇 饰）也另有隐情……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2504984545.jpg',
    导演   = ' 吴宇森',
    编剧   = ' 陈庆嘉 / 陈嘉上 / 阮世生 / 江良至 / 顾在林 / 王思敏 / 叶沛洁',
    语言   = ' 汉语普通话 / 英语 / 日语',
    上映日期 = ' 2017-11-24(中国大陆) / 2017-09-06(威尼斯电影节)',
    片长   = ' 106分钟 / 109分钟(加长版)',
    又名   = ' Manhunt',
    评分   = 4.5,
    豆瓣ID = 26348414,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 218,
    片名   = '引爆者',
    简介   = '本片讲述了矿上的爆破工人赵旭东（段奕宏 饰）在一次矿难中侥幸逃生，却发现了这是一个巨大的阴谋。随着调查的深入，他也被逐渐卷入了漩涡中心。他的女友萧红（余男 饰）因此受到牵连成为人质，他的旧友徐警官（王景春 饰）也在追捕他的同时越陷越深。最后赵旭东在警方追捕下与当地幕后煤矿老板程飞（成泰燊 饰）及其手下，在危机重重的废弃工厂展开殊死搏斗！我的命，我说了算！
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2503142311.jpg',
    导演   = ' 常征',
    编剧   = ' 常征 / 李萌',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-11-24(中国大陆) / 2017-06-26(上海电影节)',
    片长   = ' 106分钟',
    又名   = ' Explosion',
    评分   = 6.4,
    豆瓣ID = 26897427,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 219,
    片名   = '克隆人 Replicas',
    简介   = '神经学科学家威尔·福斯特（基努·里维斯 饰）在一场车祸中失去了他的妻子（爱丽丝·伊芙 饰）和三个孩子，在好友同时也是科学家埃德·惠特尔（托马斯·米德蒂奇 饰）的帮助下，他通过克隆身体以及传输意识复活了家人。为了达到目的，他不惜与警方为敌，不惜对峙政府控制的实验室，甚至不惜挑战一切科学限制，惹来了始料未及的麻烦……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2539946987.jpg',
    导演   = ' 杰弗利·纳赫马诺夫',
    编剧   = ' 查德·圣·约翰 / 史蒂芬·哈梅尔',
    语言   = ' 英语',
    上映日期 = ' 2018-11-23(中国大陆) / 2019-01-11(美国)',
    片长   = ' 107分钟',
    又名   = ' 捍卫生死线(台) / 复制品 / 复生人 / 复制人',
    评分   = 6.2,
    豆瓣ID = 26219713,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 220,
    片名   = '绑架者',
    简介   = '重案组警察林薇（白百何 饰）的女儿突然失踪，唯一嫌疑人杨念（黄立行 饰）却在案发当夜横遭车祸并失去记忆。在追踪线索和回忆的逃亡路上，杨念不断遭人暗杀，一心找回女儿的林薇也不惜代价对他步步紧追，重案组组长陆然（明道 饰）在关键时刻对林薇施以援手。真相一层层剥开……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2445601403.jpg',
    导演   = ' 徐静蕾 / 杨翌舒',
    编剧   = ' 徐静蕾 / 杨翌舒',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-03-31(中国大陆)',
    片长   = ' 95分钟',
    又名   = ' 迷途杀机 / The Missing..',
    评分   = 4.9,
    豆瓣ID = 26602933,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 221,
    片名   = '迷镇凶案 Suburbicon',
    简介   = '20世纪50年代僻静的家乡小镇，中年男子加德纳（马特·达蒙 饰）的妻子在家中被杀害。由此宁静的生活被打破，引发出一连串勒索、骗保、迷情事件。而对面邻居搬来了一家黑人，又因此打破了整个小镇的宁静。家庭危机和小镇危机交织在了一起……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2508546069.jpg',
    导演   = ' 乔治·克鲁尼',
    编剧   = ' 乔尔·科恩 / 伊桑·科恩 / 乔治·克鲁尼 / 格兰特·赫斯洛夫',
    语言   = ' 英语',
    上映日期 = ' 2018-01-12(中国大陆) / 2017-09-02(威尼斯电影节) / 2017-10-27(美国)',
    片长   = ' 104分钟',
    又名   = ' 完美社区谋杀案(台) / 坚离地死人劫案(港) / 迷镇 / 小镇郊区',
    评分   = 6.2,
    豆瓣ID = 2133433,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 222,
    片名   = '宣告黎明的露之歌 夜明け告げるルーのうた',
    简介   = '父亲和母亲离婚之后，少年凯（下田翔大 配音）跟随着父亲返回了依山傍海的老家，和以做伞为业的祖父一起开始了新的生活。家庭的变故让凯闷闷不乐，只有在编曲的时候，凯才能够找回一点点久违的快乐。游步（寿美菜子 配音）和国夫（齐藤壮马 配音）发现了凯的音乐才华，热情的邀请他加入他们的乐队“塞壬”。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2429098317.jpg',
    导演   = ' 汤浅政明',
    编剧   = ' 吉田玲子 / 汤浅政明',
    语言   = ' 日语',
    上映日期 = ' 2017-05-19(日本)',
    片长   = ' 112分钟',
    又名   = ' 宣告黎明的人鱼之歌(港) / 告知天亮之路 / Yoake Tsugeru Lu no Uta / Lu Over the Wall',
    评分   = 8,
    豆瓣ID = 26958502,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 223,
    片名   = '她不知道名字的那些鸟儿 彼女がその名を知らない鳥たち',
    简介   = '北原十和子（苍井优 饰）同名为阵治（阿部隆史 饰）的男子过着同居的生活。虽然居住在同一屋檐下，但十和子和阵治之间却并非情侣关系。十和子厌恶阵治的粗俗和懦弱，而即便被十和子辱骂嫌弃，阵治却依然深深的为她着迷。十和子有过一段不堪回首的恋情，前男友黑崎俊一（竹野内丰 饰）是一个彻头彻尾的渣男，不仅利用十和子的身体，还在分手之时将十和子打成重伤。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2503127230.jpg',
    导演   = ' 白石和弥',
    编剧   = ' 浅野妙子 / 沼田真帆香留',
    语言   = ' 日语',
    上映日期 = ' 2017-09-07(多伦多电影节) / 2017-10-28(日本)',
    片长   = ' 123分钟',
    又名   = ' 她不知道那些鸟的名字(台) / 鸟兽行(港) / 未闻鸟名(豆友译名) / Birds Without Names',
    评分   = 6.8,
    豆瓣ID = 26928304,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 224,
    片名   = '夜空总有最大密度的蓝色 夜空はいつでも最高密度の青色だ',
    简介   = '日间她是医院护士，见尽生死，晚间兼职酒吧，对生活意兴阑珊。他在地盘打散工，左眼失明，只看见世界的一半。在分崩离析的现代都市，两个半边人，是否就能凑成一个整体？渴望爱同时不相信爱，死亡阴影总是挥之不去，就算天空再深蓝，抬头只见密云，什么都有预感，怕回头已是百年身。原田美枝子女儿石桥静河首度担正，伙拍池松壮亮，并有松田龙平助阵。改编畅销女诗人诗集，石井裕也（《字里人间》，37届）以「最高密度」的蓝色爱情，换个角度看他最爱的古怪男女。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2507511312.jpg',
    导演   = ' 石井裕也',
    编剧   = ' 石井裕也 / 最果夕日',
    语言   = ' 日语',
    上映日期 = ' 2017-02-13(柏林电影节) / 2017-05-13(日本)',
    片长   = ' 108分钟',
    又名   = ' 东京夜空最深蓝(港) / 夜空总是最大密度的蓝色 / Tokyo Night Sky Is Always the Densest Shade of Blue',
    评分   = 7.5,
    豆瓣ID = 26847445,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 225,
    片名   = '九三年夏天 Estiu 1993',
    简介   = '导演的自传性叙事。用细致温柔的镜头跟随一个小孩子在夏天失去母亲，来到新家庭，如何进入别人家庭的故事，虽是悲剧，但处理得很轻。影调略平淡闲散，但由于聚焦在孩子身上，导演细心地抓到了不少童真童趣瞬间，孩童时代西班牙夏天的缓慢时光也颇有韵味，整部影片温情柔软，成人世界的苦恼只是短暂的出现，但儿童的世界也不是只有无忧无虑，在观影过程中我们也深深感受到主人公小女孩失去母亲的迷茫和悲痛，并伴随着她逐渐治愈，并且接受新家庭，学习被新家庭接受的过程。影片入围2017年柏林电影节“新生代”单元，并获得最佳处女作奖。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2447442755.jpg',
    导演   = ' 卡拉·西蒙·皮坡',
    编剧   = ' 卡拉·西蒙·皮坡 / 瓦伦蒂娜·维索',
    语言   = ' 加泰罗尼亚语',
    上映日期 = ' 2017-02-11(柏林电影节) / 2017-06-30(西班牙)',
    片长   = ' 97分钟',
    又名   = ' 夏日1993 / 九三年之夏 / 那年夏天，阳光灿烂(港) / Verano 1993 / Summer 1993',
    评分   = 7.9,
    豆瓣ID = 26979007,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 226,
    片名   = '抓人游戏 Tag',
    简介   = '杰瑞米·雷纳和汉尼拔·布勒斯有望加盟影片《抓人游戏》(Tag)，艾德·赫尔姆斯已确定参演，Jeff Tomsic(《一路绕行》)执导，改编自《华尔街时报》报道，讲述一群成人毕业后仍继续读书时的游戏"tag"(你捉我赶，追到人后用手触碰)，尽管他们从事各种职业，但每年二月都专门空出来一起抓人，一抓23年。而且比读书时玩得难度更大，因为活动区域不再是操场，而是整个美国。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2520435820.jpg',
    导演   = ' 杰夫·汤姆西奇',
    编剧   = ' 罗布·麦基特里克 / 马克·施泰伦',
    语言   = ' 英语',
    上映日期 = ' 2018-06-15(美国)',
    片长   = ' 100分钟',
    又名   = ' 贴背战(台) / 无捉依因同学会(港) / 标签 / The Tag Brothers',
    评分   = 6.6,
    豆瓣ID = 27013111,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 227,
    片名   = '罪途1之死亡列车',
    简介   = '开往省会的K24路列车，因为山体滑坡，停止在了轨道上。此时，卧铺车厢里有八名乘客同时昏迷，而其中一名再也没有醒来。乘警何赫在调查中发现，这八人全部与十年前一起少女意外死亡的案件有关。更令人不安的是，醒来的所有人，都在幻觉中，看到了少女的身影......
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2521612839.jpg',
    导演   = ' 马小刚',
    编剧   = ' 海分形',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-05-11(中国大陆)',
    片长   = ' 70分钟',
    又名   = ' 罪途1 / 罪途I之死亡列车 / 罪途之死亡列车',
    评分   = 6.9,
    豆瓣ID = 27097816,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 228,
    片名   = '超大号美人 I Feel Pretty',
    简介   = 'Renee（舒默饰）一直因为缺乏安全感而感到困扰。然而，一起意外过后，她开始相信自己是这世上最美的女人。她重获自信，并开始充实自己的生活，但如果她发现自己的外貌一直没有改变，又将发生什么呢？
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2531291468.jpg',
    导演   = ' 艾比·科恩 / 马克·西尔弗斯坦',
    编剧   = ' 艾比·科恩 / 马克·西尔弗斯坦',
    语言   = ' 英语',
    上映日期 = ' 2018-08-28(中国大陆) / 2018-04-20(美国)',
    片长   = ' 110分钟',
    又名   = ' 姐就是美(台) / 美丽爱自信 / 自觉美丽 / 人家美着呢(豆友译名)',
    评分   = 6.3,
    豆瓣ID = 27021609,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 229,
    片名   = '西小河的夏天',
    简介   = '1998年夏，皮耶罗决战世界杯，10岁的晓阳也想像他一样。当老师的爸爸拒绝为他的校队申请书签字，忙着角逐梅花奖的妈妈也没空搭理他。在没有兄弟姐妹的年少时光，隔壁怪爷爷成了晓阳的好朋友。他们一起踢球，一起出游。孤独的夏天，他窥见了爸爸、妈妈和爷爷的秘密。2018年的晓阳会不会仍怀念那个闷热、美好又充满烦恼的夏天？
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2522331711.jpg',
    导演   = ' 周全',
    编剧   = ' 黄怡玫',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-05-25(中国大陆) / 2017-10-14(釜山电影节)',
    片长   = ' 102分钟',
    又名   = ' 那年的夏天 / 那年夏天 / End of Summer',
    评分   = 6.7,
    豆瓣ID = 26799232,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 230,
    片名   = '陈翔六点半之铁头无敌',
    简介   = '七旬大爷老废年轻时在香港练功夫练成铁头无敌，如今老了铁头功却毫无用处，生活穷困窘迫。老废面对惨淡人生，发出了要再奋斗一次的誓言，在所有人都嘲笑他的时候，一个废柴老头、一门没用的武功在新的环境下，却碰撞出了前所未有的火花……他也大器晚成、飞黄腾达。只不过，生活也变得错综复杂，面对家庭、事业、感情的冲击，他该如何抉择？
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2522275201.jpg',
    导演   = ' 陈翔',
    编剧   = ' 陈翔',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-06-11(中国大陆)',
    片长   = ' 96分钟',
    又名   = ' 铁头无敌',
    评分   = 6.2,
    豆瓣ID = 30223596,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 231,
    片名   = '一呼一吸 Breathe',
    简介   = '阳光开朗，热爱冒险的罗宾（安德鲁·加菲尔德 Andrew Garfield 饰）邂逅了温柔美丽的戴安娜（克莱尔·福伊 Claire Foy 饰），两人坠入了情网并且很快便决定携手步入婚姻的殿堂。可是，在罗宾二十八岁那一年，一场可怕的疾病带走了他人生的全部可能和希望，患上了小儿麻痹症的罗宾丧失了全部了行动力，甚至连呼吸都要依靠着机器维系，医生预言，罗宾最多能活三个月。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2493495877.jpg',
    导演   = ' 安迪·瑟金斯',
    编剧   = ' 威廉姆·尼克尔森',
    语言   = ' 英语',
    上映日期 = ' 2017-09-11(多伦多电影节) / 2017-10-27(英国)',
    片长   = ' 118分钟',
    又名   = ' 我要为你呼吸(台) / 让我心呼吸(港) / 呼吸',
    评分   = 7.5,
    豆瓣ID = 26806528,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 232,
    片名   = '超能泰坦 The Titan',
    简介   = '《超能泰坦》是一部发生在未来的科幻电影。那时的地球人口严重过剩，处于危险边 缘。战争盛行，资源正急剧减少。十年后，地球就将变成一片废墟，人类面临前所未有的挑战。在这个宇宙中，只有一个地方适合人类居住——土星的最大行星，泰坦。为了移民到泰坦星，科学家们推出一项军事实验项目：他们秘密计划将人类改造为适应泰坦星球恶劣生存环境的物种。 萨姆·沃辛顿 饰演的里克·詹森中尉成为实验对象之一。但这个实验也充满了未知和危险。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2534696059.jpg',
    导演   = ' 伦纳特·拉夫',
    编剧   = ' 阿拉什·阿梅尔 / 马克斯·赫维茨',
    语言   = ' 英语',
    上映日期 = ' 2018-10-12(中国大陆) / 2018-03-30(美国)',
    片长   = ' 97分钟',
    又名   = ' 末世异种(台) / 泰坦',
    评分   = 4.5,
    豆瓣ID = 26649627,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 233,
    片名   = '跨越8年的新娘 8年越しの花嫁',
    简介   = '在某修车行工作的西泽尚志（佐藤健 饰）看起来像个寡然无味的年轻人，他和其他男生参加了一次联谊，阴差阳错和联谊会上的女孩中原麻衣（土屋太凤 饰）熟稔。麻衣快人快语，开朗阳光，和尚志形成了完美的互补。在接下来的一段时间，两人越走越近，尚志终于鼓起勇气向麻衣求婚，一切看似美好。可是毫无征兆，麻衣身上出现了各种奇怪的症状。经诊断发现，她罹患了十分棘手的疑难杂症——抗NMDA受体脑炎。最终，麻衣陷入长久的昏迷，饱受折磨。女孩的遭遇令她的父母伤痛欲绝，而尚志则不离不弃，始终坚守在女友身边，等待他醒来那一天。终于，麻衣张开了紧闭多年的双眼，可是更多的考验还等在前面……
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2536466873.jpg',
    导演   = ' 濑濑敬久',
    编剧   = ' 冈田惠和',
    语言   = ' 日语',
    上映日期 = ' 2018-10-19(中国大陆) / 2017-12-16(日本)',
    片长   = ' 119分钟',
    又名   = ' 跨越八年的新娘',
    评分   = 7,
    豆瓣ID = 26929835,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 234,
    片名   = '低压槽：欲望之城 低壓槽',
    简介   = '孤城，一座浮华却堕落的罪恶之城，这里充斥着金钱与利益的争夺。然而，在这个亡命之徒的乐园里，仍有少数人坚持着自己心中的正义……
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2520457270.jpg',
    导演   = ' 张家辉',
    编剧   = ' 张家辉 / 文宁',
    语言   = ' 汉语普通话 / 粤语 / 英语 / 泰语',
    上映日期 = ' 2018-04-28(中国大陆)',
    片长   = ' 112分钟',
    又名   = ' 低压槽 / The Trough / Taste of Crime',
    评分   = 4.4,
    豆瓣ID = 26924141,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 235,
    片名   = '北方一片苍茫',
    简介   = '《北方一片苍茫》讲述了一个死了三任丈夫的农村寡妇，被村民疏远，流言蜚语在村里谣传。一次阴差阳错，众人以为她可以看病驱邪，诚心相助的她，治得了病，却拯救不了贪婪和冷漠的人心。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2527454845.jpg',
    导演   = ' 蔡成杰',
    编剧   = ' 蔡成杰',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-07-20(中国大陆) / 2017-07-23(FIRST青年影展)',
    片长   = ' 105分钟 / 140分钟(FIRST青年影展) / 113分钟(中国大陆)',
    又名   = ' 小寡妇成仙记 / Mirrors and Feathers / The Widowed Witch / Shaman',
    评分   = 6.9,
    豆瓣ID = 27079318,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 236,
    片名   = '有完没完',
    简介   = '老范（范伟 饰）出生的那一天刚好是愚人节，他自己也觉得，自己的一生很可能就是一个笑话。早年间，妻子离开了老范，留下了儿子小范（刘俊昊 饰）和老范过着相依为命的生活。父子两人之间虽然感情十分亲密，但拮据的经济和困顿的生活让老范始终对小范怀有着愧疚的情绪。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2450444730.jpg',
    导演   = ' 王啸坤',
    编剧   = ' 杨曼珠',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-04-01(中国大陆)',
    片长   = ' 99分钟',
    又名   = ' 生于四月一日 / What a Day!',
    评分   = 5.3,
    豆瓣ID = 26828019,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 237,
    片名   = '我是你妈',
    简介   = '影片讲述了一对形同姐妹又骨肉情深的别样母女，不按套路出牌的单身辣妈秦美丽（闫妮 饰）与正处于叛逆期的女儿赵小艺（邹元清 饰）之间相“碍”相亲、陪伴成长，一系列欢脱又不失温情的故事笑中带泪，感动人心。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2520372116.jpg',
    导演   = ' 张骁',
    编剧   = ' 张骁 / 樊菁 / 邱岩',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-05-11(中国大陆)',
    片长   = ' 104分钟',
    又名   = ' 亲爱的冤家 / I Am Your Mom',
    评分   = 4.9,
    豆瓣ID = 26968024,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 238,
    片名   = '麻烦家族',
    简介   = '一对老夫妇结婚50周年前夕，丈夫问妻子想要什么生日礼物，得到的答案却是“离婚协议书”。老夫妻闹离婚的事件在家族里引起了轩然大波，家族中的每个人都借此事宣泄心中积攒的怨气，导致家里“乱成一团”。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2457986350.jpg',
    导演   = ' 黄磊',
    编剧   = ' 黄磊 / 山田洋次 / 平松惠美子',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-05-11(中国大陆)',
    片长   = ' 103分钟',
    又名   = ' What a Wonderful Family',
    评分   = 4.5,
    豆瓣ID = 26907450,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 239,
    片名   = '毒。诫 毒。誡',
    简介   = '六、七十年代的香港，警察贪污，黑道横行，正是陈华（刘青云饰）与喇叭（林家楝饰）、猫仔（张晋饰）及一班兄弟最风光的日子。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2457738034.jpg',
    导演   = ' 刘国昌',
    编剧   = ' 陈文强 / 林惠菊',
    语言   = ' 汉语普通话 / 粤语',
    上映日期 = ' 2017-05-12(中国大陆)',
    片长   = ' 100分钟',
    又名   = ' 神行太保 / 陈华传 / Dealer Healer',
    评分   = 4.9,
    豆瓣ID = 26605946,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 240,
    片名   = '一日情人 L''amant d''un jour',
    简介   = '珍妮失恋后回到父亲的家中，却发现父亲和学生阿丽亚娜同居。她们成为了朋友也不时交流男女情爱的话题。影片短小别致，黑白影调迷人，是一部充满法式浪漫情调的文艺片，探讨了爱情与忠诚这一永恒的主题，值得回味。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2456370696.jpg',
    导演   = ' 菲利普·加瑞尔',
    编剧   = ' 菲利普·加瑞尔 / 让-克洛德·卡里埃 / 卡罗利娜·德吕亚-加雷尔 / 阿莱特·朗曼',
    语言   = ' 法语',
    上映日期 = ' 2017-05-19(戛纳电影节) / 2017-05-31(法国)',
    片长   = ' 76分钟',
    又名   = ' 是日恋人(台) / 每日情人 / One Day Lover / Lover for a Day',
    评分   = 7.4,
    豆瓣ID = 26759825,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 241,
    片名   = '这就是命',
    简介   = '孟大卫（王迅 饰）一直希望能够成为一名作家，然而，直到真正走上这条道路后，孟大卫才发现，这是一条多么艰险的路。事业遭遇了瓶颈期的同时，孟大卫和妻子杨晓楠（于莎莎 饰）之间的关系也降到了冰点。不仅如此，孟大卫还被确诊患上了癌症，命不久矣。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2506823369.jpg',
    导演   = ' 王丹',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-12-01(中国大陆)',
    片长   = ' 98分钟',
    又名   = ' Kill Me Please',
    评分   = 4.4,
    豆瓣ID = 27037539,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 242,
    片名   = '牡丹花下 The Beguiled',
    简介   = '故事发生在南北战争期间，教会学校的女学生马莉（艾蒂森·里克 Addison Riecke 饰）在无意之中遇见了身负重伤的北方士兵迈克伯尼（柯林·法瑞尔 Colin Farrell 饰），善良的马莉将迈克伯尼带回了寄宿学校之中，丝毫没有考虑到迈克伯尼的存在会让这所由玛莎小姐（妮可·基德曼 Nicole Kidman 饰）一人苦苦支撑维系的女子寄宿学校带来怎样的威胁。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2462195488.jpg',
    导演   = ' 索菲亚·科波拉',
    编剧   = ' 索菲亚·科波拉 / 托马斯·卡利南 / 艾伯特·马尔茨 / 艾琳·坎普',
    语言   = ' 英语 / 法语',
    上映日期 = ' 2017-05-24(戛纳电影节) / 2017-06-30(美国)',
    片长   = ' 93分钟',
    又名   = ' 美丽有毒(港) / 魅惑(台) / 受骗',
    评分   = 5.9,
    豆瓣ID = 26761325,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 243,
    片名   = '超凡战队 Power Rangers',
    简介   = '五个在校园被孤立的高中生，因为青春的荷尔蒙面临着许许多多的烦恼与迷茫。同时，黑暗势力丽达女王正蠢蠢欲动，为了寻找更多能量打造金人怪兽哥达来到地球。五名青少年命中注定地相遇，团结克服难关成为五色超凡战队，与他们的恐龙佐德人机合一雷霆出击拯救世界，毁天灭地一触即发……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2441013548.jpg',
    导演   = ' 迪恩·以色列特',
    编剧   = ' 扎克·施坦茨 / 罗伯托·奥奇 / 伯克·沙普利斯 / 马特·萨兹马 / 阿什利·米勒 / 约翰·盖汀斯 / 马克斯·兰迪斯   / 哈伊姆·萨班 / 舒基·莱维',
    语言   = ' 英语',
    上映日期 = ' 2017-05-12(中国大陆) / 2017-03-24(美国)',
    片长   = ' 124分钟',
    又名   = ' 战龙觉醒(港) / 金刚战士(台) / 恐龙战队 / 恐龙战队 真人版 / 超级战队 / 超能战队 / Mighty Morphin Power Rangers',
    评分   = 4.5,
    豆瓣ID = 25881615,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 244,
    片名   = '美好的意外',
    简介   = '李雨燃（桂纶镁 饰）是一名律师，虽然过着形单影只的单身生活，但她对自己目前的生活状态感到非常满意，再过一段时间，她就将踏上出国深造的旅途，自信再次回到国内的，会是一个更优秀的自己。然而，让李雨燃没有想到的是，一场意外将她带到了一个名为命运中转站的地妙地方，在那里，李雨燃体验了她从来也没有想象过的第二种人生。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2461293117.jpg',
    导演   = ' 何蔚庭',
    编剧   = ' 哈智超 / 周佳琳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-06-02(中国大陆)',
    片长   = ' 105分钟',
    又名   = ' 美满人间 / 美好人生 / Beautiful Accident',
    评分   = 5.5,
    豆瓣ID = 26382962,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 245,
    片名   = '李宗伟：败者为王 Lee Chong Wei',
    简介   = '电影改编自羽坛天王李宗伟的真实经历，讲述了一个永不言弃的励志感人故事。李宗伟从小就喜欢羽毛球，但是贫困的家境和父亲的反对，让打球的梦想成为一种奢望。李宗伟背着父亲偷偷练球，还差点儿被地下赌场利用，但他的毅力也终于打动了父亲，开始了正规的羽球训练，并被选入国家队。然而幸运的日子没有多久，打击接踵而来，队友排挤、落选、失恋，他更是在国际大赛中遇到劲敌，频频落败。背负着重重压力的李宗伟面对强大对手，选择了再次出发……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2530870325.jpg',
    导演   = ' 马逸腾',
    编剧   = ' 马逸腾 / 方恩庭',
    语言   = ' 闽南语 / 汉语普通话 / 马来语',
    上映日期 = ' 2018-09-07(中国大陆) / 2018-03-15(马来西亚)',
    片长   = ' 110分钟 / 125分钟(马来西亚)',
    又名   = ' 李宗伟 / 败者为王 / Lee Chong Wei',
    评分   = 7,
    豆瓣ID = 27195119,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 246,
    片名   = '合约男女',
    简介   = '保险公司CEO叶瑾（郑秀文 饰），是众人心中不怒而威的霸道女总裁，对爱情感到绝望的她认为只有对孩子的感情才是永恒的，于是决定借精生子。在严格的层层筛选后，帅气不羁的快递员肖博（张孝全 饰）意外成为孩子父亲的最终人选。有苦难言的肖博，义无反顾地签订了“变态”合约。而此时故事才刚刚开始…
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2449864312.jpg',
    导演   = ' 刘国楠',
    编剧   = ' 田晓威 / 朱珠',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-02-14(中国大陆)',
    片长   = ' 96分钟',
    又名   = ' 婚前合约 / Love Contractually',
    评分   = 4.4,
    豆瓣ID = 26425081,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 247,
    片名   = '捍卫者',
    简介   = '一九三七年八月三十一日淞沪会战中，姚子青奉命率部五百余人守卫宝山县城。日军为扩大登陆地域，对宝山进行了海陆空协同的疯狂攻击。在装备落后，地势不利，没有援军的情况下，智勇双全的姚子青带领全营以寡敌众坚守孤城，灵活运用战术战略，从主动出击攻袭敌军到固守阵地顽强抵御，七日内击退了日军一次又一次的进攻，全营五百余人先后战死沙场。九月七日日军破城，姚子青率残部二十余人在城内展开激烈巷战，最终壮烈殉国。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2498542692.jpg',
    导演   = ' 廖希 / 韩平 / 张巳阳',
    编剧   = ' 啸杨 / 却却 / 廖希',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-09-22(中国大陆) / 2017-06-22(上海电影节)',
    片长   = ' 109分钟',
    又名   = ' 姚子青 / Defenders',
    评分   = 7.5,
    豆瓣ID = 27063335,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 248,
    片名   = '战犬瑞克斯 Megan Leavey',
    简介   = '改编自真人真事，以伊拉克战争为背景，讲诉海军陆战队下士梅根·利维和她的军犬瑞克斯一起拯救了多人生命的故事。在经历生死与相互救赎后，一人一犬建立深厚情感的故事。 它在真实的背景下以一种特殊的方式升华了人与狗的情感。狗不再是宠物，而是以战友身份与人相处；它们不再生活在人类的庇护下，而是反过来，用自己的身躯保护人类。 该片以“军犬”这个新奇的角度还原伊拉克战争，首次全面展现军犬在战区排爆、救人的惊心动魄的画面，真实刻画了女兵梅根·利维与军犬瑞克斯在战场上紧张、勇猛的状态。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2520197352.jpg',
    导演   = ' 加芙列拉·考珀斯维特',
    编剧   = ' 帕梅拉·格雷 / 安妮·玛莫罗 / 蒂姆·洛夫斯特特',
    语言   = ' 英语',
    上映日期 = ' 2018-05-11(中国大陆) / 2017-05-07(蒙特克莱电影节) / 2017-06-09(美国)',
    片长   = ' 116分钟',
    又名   = ' 梅根·利维 / 梅根李维(台) / Leavey',
    评分   = 6.8,
    豆瓣ID = 26610786,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 249,
    片名   = '道高一丈',
    简介   = '宋朝、刘海洋、黄天成是警校同窗，宋朝因犯错被开除，警察梦破灭。刘海洋、黄天成顺利毕业成为了真正的警察。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2530863118.jpg',
    导演   = ' 姜凯阳',
    编剧   = ' 姜凯阳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-09-06(中国大陆)',
    片长   = ' 96分钟',
    又名   = ' The Blizzard',
    评分   = 4.9,
    豆瓣ID = 26954268,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 250,
    片名   = '差等生乔曦',
    简介   = '海镇高中高二女生乔曦外表可爱，却是学校里出了名的坏女孩，捉弄老师、欺负同学、成绩白痴。被班主任封为无可救药那类学生，和学霸曲兰兰是两个极端。眼看高考在即，乔曦还是无心学习，和几个“臭味相投”的闺蜜混在一起。直到遇到新来了年轻班主任孙地一，点燃了乔曦人生的希望之火。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2545486463.jpg',
    导演   = ' 李克龙',
    编剧   = ' 李克龙',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-01-20(中国大陆)',
    片长   = ' 104分钟',
    又名   = ' Inferior Student Qiao Xi',
    评分   = 4.5,
    豆瓣ID = 27203619,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 251,
    片名   = '再见，克里斯托弗·罗宾 Goodbye Christopher Robin',
    简介   = '多姆纳尔·格里森有望出演“小熊维尼”故事原作者、英国作家A.A.米尔恩：他正洽谈主演西蒙·柯蒂斯执导的《再见，克里斯托弗·罗宾》(Goodbye Christopher Robin)，维尼和他的好朋友克里斯托弗·罗宾的原型，是米尔恩的儿子和他的玩具熊，该片将讲述米尔恩和儿子之间一度很紧张的父子情。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2461791740.jpg',
    导演   = ' 西蒙·柯蒂斯',
    编剧   = ' 弗兰克·科特雷尔·博伊斯 / 西蒙·沃恩',
    语言   = ' 英语',
    上映日期 = ' 2017-09-29(英国)',
    片长   = ' 107分钟',
    又名   = ' 再见罗宾(台) / 再见小熊心(港) / 挚友·维尼',
    评分   = 7.8,
    豆瓣ID = 26389152,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 252,
    片名   = '深海越狱 Black Water',
    简介   = '中情局特工维勒（尚格·云顿 饰）与美女搭档梅尔在保护一份机密文件的任务中被神秘组织追杀，梅尔牺牲，维勒被逮捕。醒来时维勒发现自己被囚禁在一艘核潜艇内，这里是CIA设在深海的一座与世隔绝的黑狱，他自己也变成了出卖国家机密的叛徒身份。 除了拷打维勒的探员帕特里克，潜艇上还有维勒的恩师爱德华、女见习生凯茜和被关押的德国特工马可（杜夫·龙格尔 饰），他们当中谁是盟友，谁是敌人？有人对维勒手中的机密文件感兴趣，有人却对离开深海恢复自由更感兴趣。维勒必须寻找队友，携手逃出生天，并自证清白……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2521514516.jpg',
    导演   = ' 帕夏·帕特里基',
    编剧   = ' 查德·洛 / 泰勒·科尼',
    语言   = ' 英语',
    上映日期 = ' 2018-06-08(中国大陆) / 2018-05-25(德国)',
    片长   = ' 105分钟 / 104分钟(中国大陆)',
    又名   = ' 黑水',
    评分   = 4.4,
    豆瓣ID = 26949264,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 253,
    片名   = '你好布拉德 Brad''s Status',
    简介   = '一名有着美好工作及家庭的男人，尽管如此，他还是相当羡慕老同学们比他拥有更好的命运。而在陪同儿子前往大学途中的东海岸之旅，他不得不再次面对老友们给他带来的挫败感。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2497190395.jpg',
    导演   = ' 麦克·怀特',
    编剧   = ' 麦克·怀特',
    语言   = ' 英语',
    上映日期 = ' 2017-09-09(多伦多电影节) / 2017-09-15(美国)',
    片长   = ' 102分钟',
    又名   = ' 人生剩利组(台) / 布拉德的中年危机',
    评分   = 7.7,
    豆瓣ID = 26981174,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 254,
    片名   = '荡寇风云',
    简介   = '影片讲述了一代名将戚继光南征倭寇还沿海太平的传奇故事，明中期嘉靖年间，地方官府腐败、明兵军心不整，倭寇趁虚而入，屡次进犯东南沿海。正值内忧外患之际，戚继光（赵文卓 饰）临危受命，与俞大猷（洪金宝 饰）自行招募三千义乌村民，在短短数日之内，以严明军纪、非常手段操练新兵，以先进武器 、精绝阵法武装部队，成为史上首支“特种部队”、闻名中外的“戚家军”。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459663581.jpg',
    导演   = ' 陈嘉上',
    编剧   = ' 熊召政 / 王思敏 / 谭广源 / 吴孟璋',
    语言   = ' 汉语普通话 / 日语',
    上映日期 = ' 2017-05-27(中国大陆)',
    片长   = ' 129分钟',
    又名   = ' 战神戚继光 / 荡寇 / God of War',
    评分   = 6.1,
    豆瓣ID = 26385746,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 255,
    片名   = '派对搭讪秘诀 How to Talk to Girls at Parties',
    简介   = '1977年的伦敦郊区，三个痴迷庞克音乐的男孩，整日游荡街头、耍废装酷。某日得知当地的庞克精神领袖要举办派对，青春生涩的男孩们决定闯入把妹，没想到却误入外星人派对。撩妹不成，反而对外星女孩一见锺情，为了展现地球人的大爱，一场四十八小时的地球庞克体验之旅也就此展开！
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459885970.jpg',
    导演   = ' 约翰·卡梅隆·米切尔',
    编剧   = ' 菲里帕·格斯莱特 / 约翰·卡梅隆·米切尔 / 尼尔·盖曼',
    语言   = ' 英语',
    上映日期 = ' 2017-05-21(戛纳电影节) / 2018-05-11(英国)',
    片长   = ' 102分钟',
    又名   = ' 派对撩妹守则(台) / 派对把妹秘诀 / 给男生的派对搭讪指南 / 如何在派对上搭讪女孩 / 如何在派对上与姑娘聊天 / 闪光少女撞地球',
    评分   = 6.7,
    豆瓣ID = 25925764,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 256,
    片名   = '荒城纪',
    简介   = '故事发生在二十世纪三十年代的民国，山西一个偏远的小山村。村里的保长为了趋炎附势，把自己的女儿嫁给了县长的儿子，并从女儿口中辗转得知了一条旱涝保收的消息：在村里建个“李忆莲祠堂”，就可以获得县里拨发的巨额救济粮和银元。虽然不太明白县里的意思，但是贪财的保长立马勾搭了村里的族长，开始筹谋这桩买卖。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2521436620.jpg',
    导演   = ' 徐啸力',
    编剧   = ' 闻燕 / 莫争 / 徐加欣',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-05-18(中国大陆) / 2017-12-18(澳门电影节)',
    片长   = ' 104分钟',
    又名   = ' The Lost Land',
    评分   = 6.9,
    豆瓣ID = 30167129,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 257,
    片名   = '哥斯拉：怪兽行星 GODZILLA 怪獣惑星',
    简介   = '二十世纪最后的夏天。那一天，人类终于知道自己并非地球这颗行星唯一的统治者。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2512149603.jpg',
    导演   = ' 静野孔文 / 濑下宽之',
    编剧   = ' 虚渊玄',
    语言   = ' 日语',
    上映日期 = ' 2018-09-21(中国大陆) / 2017-11-17(日本)',
    片长   = ' 89分钟',
    又名   = ' 哥斯拉：怪兽惑星(港) / 哥斯拉：怪兽星球 / GODZILLA 第一章 / Godzilla',
    评分   = 6.2,
    豆瓣ID = 26858594,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 258,
    片名   = '无敌原始人 Early Man',
    简介   = '《无敌原始人》讲述了原本生活无忧无虑的 “石器时代”部落原始人，遭到了“青铜时 代”部落的攻击和放逐，无家可归的他们在 勇气十足的原始人道格的带领下团结一致， 为了夺回属于自己的家园，用足球赛的形式 向“青铜时代”部落宣战，一场石器时代与 青铜时代两个部落间的世纪对决即将上演……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2537032871.jpg',
    导演   = ' 尼克·帕克',
    编剧   = ' 马克·伯顿 / 詹姆斯·希金森 / 尼克·帕克',
    语言   = ' 英语',
    上映日期 = ' 2018-10-19(中国大陆) / 2018-01-20(昂热电影节) / 2018-01-26(英国)',
    片长   = ' 89分钟',
    又名   = ' 石器小英雄(台) / 超级无敌世界波(港) / 早期人类',
    评分   = 6.2,
    豆瓣ID = 26384292,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 259,
    片名   = '根西岛文学与土豆皮馅饼俱乐部 The Guernsey Literary and Potato Peel Pie Society',
    简介   = '本片根据安妮·巴罗斯、玛丽·安·谢弗同名小说改编。故事构建于二战后，讲述作家朱丽叶·艾什顿(莉莉·詹姆斯饰)与“根西岛文学与土豆皮馅饼俱乐部”之间互相了解并熟知的故事。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2530405011.jpg',
    导演   = ' 迈克·内威尔',
    编剧   = ' 唐·罗斯 / 凯文·胡德 / 托马斯·伯祖查',
    语言   = ' 英语',
    上映日期 = ' 2018-04-20(英国)',
    片长   = ' 124分钟',
    又名   = ' 真爱收信中(台) / 纳粹铁蹄下的密函情书(港) / 根基岛的文学和土豆派协会 / Guernsey',
    评分   = 7.2,
    豆瓣ID = 3212397,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 260,
    片名   = '秘果',
    简介   = '十七岁的男生段柏文（陈飞宇 饰）自幼丧母，与继母矛盾剧烈，敏感坎坷的少年爱上了特立独行的老师“小耳朵”李珥（米咪 饰），这也成为了他心里的秘密。元气少女于池子（欧阳娜娜 饰）心里也有一个秘密，她暗恋着自己的青梅竹马段柏文。可是有一天她发现自己的闺蜜、个性校花斯嘉丽（邹元清 饰）秘密经营着与段柏文的特殊关系，愤怒的她开始了自己的复仇计划……
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2482856848.jpg',
    导演   = ' 连奕琦',
    编剧   = ' 饶雪漫',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-07-07(中国大陆)',
    片长   = ' 99分钟',
    又名   = ' Secret Fruit',
    评分   = 4.7,
    豆瓣ID = 26650037,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 261,
    片名   = '奇葩朵朵',
    简介   = '天才理工男黄剑（张若昀 饰）与品学兼优的富二代许子聪（李现 饰）为争一个麻省理工学院（MIT）知名物理学教授招录的名额，而成为明争暗斗的竞争对手。黄剑为达到MIT对社团经验的要求，不得不选择加入奇葩各异的淑媛社，也因此与想要挖掘劲爆素材而隐藏身份混入其中的菜鸟记者朱珠（马思纯 饰）相遇。在共同经历各种“奇葩盛事”后，两人逐渐从“冤家路窄”到“爱意萌动”， 展现“学霸与学渣”间奇特的万有引力，上演了一出笑泪交织的美好热恋。与此同时，其他成员也在这个过程中得到各自的成长。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2517691297.jpg',
    导演   = ' 李欣 / 李洋',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-04-04(中国大陆)',
    片长   = ' 98分钟',
    又名   = ' 简单爱 / Nuts / Science and Sensibility',
    评分   = 4.2,
    豆瓣ID = 26718803,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 262,
    片名   = '狂兽 狂獸',
    简介   = '重案督察西狗（张晋 饰）与搭档阿德（吴樾 饰）到某渔村追捕涉嫌多桩凶案的歹徒江贵成，却意外发现大量被虐杀的帮派分子尸体和数额惊人的黑市黄金，一场各怀鬼胎的混战因西狗和阿德的闯入变成了整个江湖针对两个警察的困兽之斗，随着调查，西狗发现拥有超高犯罪才智的江贵成竟然嚣张到要借十号风球的天威，谋划跨国掠夺一批价值超过五亿的海底黑金，自己和阿德竟也成了他计划中的棋子，不仅得不到警方支援还被通缉，就在此时，阿德被帮派绑架为人质，贵成已经出海，西狗必须独闯狂风怒海，当狂性被绝境激发，当兽性被贪欲操控，真相和善恶哪个更重？唯有血战八方才能力挽狂澜！
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2502374737.jpg',
    导演   = ' 李子俊',
    编剧   = ' 李春晖',
    语言   = ' 汉语普通话 / 粤语',
    上映日期 = ' 2017-11-10(中国大陆)',
    片长   = ' 100分钟',
    又名   = ' The Brink',
    评分   = 4.9,
    豆瓣ID = 26747274,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 263,
    片名   = '海滩的一天 海灘的一天',
    简介   = '林佳莉（张艾嘉饰）成长于台湾南部传统小镇的医师家庭，她和哥哥林佳森（左鸣翔饰）二人自幼接受精英教育，从名校大学毕业。然而，佳莉不愿跟哥哥一样，被迫放弃恋人谭蔚青（胡因梦饰），而接受父亲之命所强加安排的婚姻。她毅然离家北上，和恋人程德伟（毛学维饰）在台北这个急速现代化的城市中结婚定居。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2491461655.jpg',
    导演   = ' 杨德昌',
    编剧   = ' 杨德昌 / 吴念真',
    语言   = ' 汉语普通话 / 闽南话 / 日语 / 德语',
    上映日期 = ' 1983 / 2017-07-14(台湾重映)',
    片长   = ' 166分钟',
    又名   = ' That Day, on the Beach',
    评分   = 8.3,
    豆瓣ID = 1298871,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 264,
    片名   = '星游记之风暴法米拉',
    简介   = '2011年，从一个约定开始。2017年，这是我们共同的奇迹。阔别六年再飞行，这一次麦当、咕咚和笛亚在木星遭遇有史以来最大危机，矛盾重重，生死一线，麦当一行能否突出重围？
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2492792540.jpg',
    导演   = ' 胡一泊',
    编剧   = ' 刘磊',
    语言   = ' 汉语普通话',
    上映日期 = ' 2017-08-11(中国大陆)',
    片长   = ' 69分钟',
    又名   = ' 星游记网络大电影 / 星游记2 / 星游记重置版',
    评分   = 7.6,
    豆瓣ID = 26771100,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 265,
    片名   = '淡蓝琥珀',
    简介   = '故事的女主人公荷洁的丈夫意外死于交通事故，得到赔偿却失去一切亲人的她因为一块价值不菲的琥珀陷入了对生命价值的困惑。她在接连靠近肇事者家庭的失控后终释怀，以温柔姿态接受宿命归属。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2542212488.jpg',
    导演   = ' 周劼',
    编剧   = ' 周劼 / 赵晓秋',
    语言   = ' 汉语普通话 / 重庆方言',
    上映日期 = ' 2018-12-17(中国大陆) / 2018-06-20(上海电影节)',
    片长   = ' 96分钟',
    又名   = ' Blue Amber',
    评分   = 6.3,
    豆瓣ID = 27069377,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 266,
    片名   = '海滩游侠 Baywatch',
    简介   = '电影版《海滩护卫队》（Baywatch）最引人注目的角色“C·J·帕克”（C.J. Parker）的演员人选今天终于尘埃落定，女模凯莉·罗尔巴赫（Kelly Rohrbach）将出演这个当年一举捧红帕梅拉·安德森（Pamela Anderson）的角色。
                                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2461006293.jpg',
    导演   = ' 赛斯·戈登',
    编剧   = ' 迈克尔·伯克 / 道格拉斯·施瓦兹 / 格雷戈里·J·博纳 / 杰·舒瑞克 / 大卫·隆恩 / 托马斯·列农 / 罗伯特·本·加兰特 / 达米安·香农 / 马克·斯威夫特',
    语言   = ' 英语',
    上映日期 = ' 2017-05-12(台湾) / 2017-05-25(美国)',
    片长   = ' 116分钟 / 121分钟(加长版)',
    又名   = ' 海滩救护队(台) / 沙滩拯救队(港) / 护滩使者 / 生死海滩',
    评分   = 5.6,
    豆瓣ID = 3837666,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 267,
    片名   = '中二病也要谈恋爱！剧场版 -Take On Me- 映画 中二病でも恋がしたい！ -Take On Me-',
    简介   = '“十八岁。高中最后一年。明明如此，六花却……仍然是个中二病”。升入大学的考试近在眼前，高中三年级到来前的春假。富㭴勇太和小鸟游六花的共同生活依然一成不变。但他们的上位契约似乎仍未缔结……这样的某一天，六花的姐姐十花宣言要将六花带去意大利。她说自己的工作已经安定下来，因此要携家迁居。勇太虽然感到焦躁，但十花却提出了「不能就这么放着考大学也很危险的六花不管」这样的合理意见。这样下去的话，两人就要被迫分开。担心他们的丹生谷等一如往常的成员，对勇太提出了“私奔”的提案。就这样，以日本全国为舞台，两人的逃亡剧就此展开。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2509844695.jpg',
    导演   = ' 石原立也',
    编剧   = ' 花田十辉',
    语言   = ' 日语 / 意大利语',
    上映日期 = ' 2018-01-06(日本)',
    片长   = ' 94分钟 / 110分钟(剧场版)',
    又名   = ' Eiga Chuunibyou demo Koi ga Shitai! Take On Me / Love, Chunibyo & Other Delusions the Movie',
    评分   = 8.4,
    豆瓣ID = 27052274,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 268,
    片名   = '酒吧 El bar',
    简介   = '普通的一个白天，11个普通人被困在一个简陋的酒吧里。里面有老板厨子，有熟客，有偶然进去寻找充电器的陌生人。但是突然之间，大家发现出去的人就要被杀死，而酒吧内部也渐渐危机四伏。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2386453929.jpg',
    导演   = ' 阿莱克斯·德·拉·伊格莱西亚',
    编剧   = ' 豪尔赫·格力加耶切瓦利亚 / 阿莱克斯·德·拉·伊格莱西亚',
    语言   = ' 西班牙语',
    上映日期 = ' 2017-02-15(柏林电影节) / 2017-03-24(西班牙)',
    片长   = ' 102分钟',
    又名   = ' 抓狂酒吧(台) / 疯狂酒吧 / 囚困酒吧 / 艾尔酒吧 / The Bar',
    评分   = 6.3,
    豆瓣ID = 26694497,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 269,
    片名   = '守护者：世纪战元 Защитники',
    简介   = '一直从事兵器研究的邪恶的克拉托夫教授欲用生物兵器达成自己的野心，在俄罗斯境内的各大城市制造了一系列大规模爆炸恐怖袭击。为了消灭邪恶势力，拯救面临生物兵器毁灭的国家，俄罗斯国防部派出了冷战时期创建的名为“爱国者”的超级英雄团队，各个英雄异于常人，身怀特技，与号称统 治世界的邪恶教授展开了一场殊死较量。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2459069346.jpg',
    导演   = ' 萨里·奥德赛耶',
    编剧   = ' 安德烈·加夫里洛夫',
    语言   = ' 俄语',
    上映日期 = ' 2017-05-19(中国大陆) / 2017-02-23(俄罗斯)',
    片长   = ' 89分钟',
    又名   = ' 世纪战元 / 守护者联盟(台) / 守护者 / 守卫者 / Zashchitniki / Guardians / The Defenders',
    评分   = 3.9,
    豆瓣ID = 26589957,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 270,
    片名   = '古剑奇谭之流月昭明',
    简介   = '长安少侠乐无异（王力宏 饰），为追寻偃甲大师谢衣（高圣远 饰）的下落，与富家公子夏夷则（高以翔 饰）和百草谷天罡战士闻人羽（宋茜 饰）在海市博卖行相遇，并意外牵涉进流月城大祭司沈夜（张智霖 饰）与心魔企图毁灭人类的惊天交易中。欲消灭心魔，必重铸昭明神剑，乐无异、闻人羽、夏夷则在谢衣的提示下，找到封印在画中的神秘少女阿阮（吴千语 饰），并同她一起踏上寻剑之旅。一场斩杀心魔，拯救苍生的正义之战就此展开……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2535268700.jpg',
    导演   = ' 雷尼·哈林',
    编剧   = ' 谭广源 / 黄慧惠',
    语言   = ' 汉语普通话',
    上映日期 = ' 2018-10-01(中国大陆)',
    片长   = ' 105分钟',
    又名   = ' 古剑奇谭电影版 / Legend of the Ancient Sword',
    评分   = 4.3,
    豆瓣ID = 26816372,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 271,
    片名   = '救僵清道夫 救殭清道夫',
    简介   = '香港開埠以來，一直有殭屍出沒。城市隱藏著一個捉殭屍的秘密組織— 食環署特別行動組，簡稱VCD。半夜掃街的清道夫其實是殭屍獵人，巨大的垃圾桶裡藏著剛收伏的殭屍，旁人避而遠之的垃圾房…正正就是他們秘密基地！
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2416595976.jpg',
    导演   = ' 甄栢荣 / 赵善恒',
    编剧   = ' 甄栢荣 / 何永航 / 章彥琦',
    语言   = ' 粤语 / 汉语普通话',
    上映日期 = ' 2017-03-16(香港)',
    片长   = ' 94分钟',
    又名   = ' 尸奔日记 / Vampire Cleanup Department',
    评分   = 5.4,
    豆瓣ID = 26759783,
    状态   = 0;
update MOVIE.MOVIE
set ID   = 272,
    片名   = '疯狂的外星人',
    简介   = '耿浩（黄渤 饰）与一心想发大财的好兄弟大飞（沈腾 饰），经营着各自惨淡的“事业”，然而“天外来客”的意外降临，打破了二人平静又拮据的生活。神秘的西方力量也派出“哼哈二将”在全球搜查外星人行踪。啼笑皆非的跨物种对决，别开生面的“星战”，在中国某海边城市激情上演。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2541901817.jpg',
    导演   = ' 宁浩',
    编剧   = ' 孙小杭 / 董润年 / 吴楠 / 刘晓丹 / 潘依然',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 116分钟',
    又名   = ' Crazy Alien',
    评分   = 6.7,
    豆瓣ID = 25986662,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 273,
    片名   = '流浪地球',
    简介   = '太阳即将毁灭，人类在地球表面建造出巨大的推进器，寻找新家园。然而宇宙之路危机四伏，为了拯救地球，为了人类能在漫长的2500年后抵达新的家园，流浪地球时代的年轻人挺身而出，展开争分夺秒的生死之战。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2545472803.jpg',
    导演   = ' 郭帆',
    编剧   = ' 龚格尔 / 严东旭 / 郭帆 / 叶俊策 / 杨治学 / 吴荑 / 叶濡畅 / 刘慈欣',
    语言   = ' 汉语普通话 / 英语',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 125分钟',
    又名   = ' The Wandering Earth',
    评分   = 8.3,
    豆瓣ID = 26266893,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 274,
    片名   = '飞驰人生',
    简介   = '曾经在赛车界叱咤风云、如今却只能经营炒饭大排档的赛车手张驰（沈腾饰）决定重返车坛挑战年轻一代的天才。然而没钱没车没队友，甚至驾照都得重新考，这场笑料百出不断被打脸的复出之路，还有更多哭笑不得的窘境在等待着这位过气车神……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2542973862.jpg',
    导演   = ' 韩寒',
    编剧   = ' 韩寒',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 98分钟',
    又名   = ' Pegasus',
    评分   = 7.2,
    豆瓣ID = 30163509,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 275,
    片名   = '新喜剧之王',
    简介   = '一直有个明星梦的小镇大龄女青年如梦跑龙套多年未果。她和父亲关系紧张，亲友都劝她放弃，只有男友查理还支持她。在剧组，如梦遇见了年少时启发她演戏的男演员马可。但此时过气多年的马可却因内心自卑而性情狂躁，对如梦百般折磨。如梦仍乐观坚持演戏，然而一次比一次沉重的打击却接踵而来，最后她决定放弃梦想，回到父母身边找了份稳定工作，但却得知自己入围了知名导演新片的大型选角。如梦陷入艰难抉择...
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2541240741.jpg',
    导演   = ' 周星驰',
    编剧   = ' 周星驰',
    语言   = ' 汉语普通话 / 粤语',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 91分钟',
    又名   = ' 喜剧之王2 / D计划 / The New King of Comedy / King of Comedy 2',
    评分   = 6,
    豆瓣ID = 4840388,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 276,
    片名   = '神探蒲松龄',
    简介   = '一代文豪蒲松龄（成龙饰）执阴阳判化身神探，与捕快严飞（林柏宏饰）联手追踪金华镇少女失踪案。蒲松龄带领“猪狮虎”“屁屁”“忘忧”“千手”等一众小妖深入案情，在找寻真相的过程中，牵扯出一段旷世奇恋。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2545389067.jpg',
    导演   = ' 严嘉',
    编剧   = ' 刘伯翰 / 简文',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = null,
    又名   = ' 神探蒲松龄之兰若仙踪 / The Knight of Shadows',
    评分   = 4.3,
    豆瓣ID = 27065898,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 277,
    片名   = '廉政风云 廉政風雲 煙幕',
    简介   = '廉政公署一宗经历多年调查的严重非法内销行贿案件，竟因首被告理达贸易集团负责人陈超群弃保潜逃，以及唯一重要证人兼举报者，理达的前任财务总监许植尧（张家辉饰）缺席出庭作证，导致法庭勒令延审一星期！为了7天后案件顺利重审，ICAC展开全面行动。负责此案的队长陈敬慈（刘青云饰）和负责寻找证人的江雪儿（林嘉欣饰）原是廉政公署一对恩爱夫妻，如今已分居多时，为了案件不得不联手合作。在抓捕陈超群和寻找许植尧的过程中两人都意外发现他们背后隐藏的另一重身份。一个谜团的解开是另一个谜团的开启，背后的阴谋远远超出所有人的想象，烟幕笼罩下光明之路在何方？
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2545065676.jpg',
    导演   = ' 麦兆辉',
    编剧   = ' 麦兆辉',
    语言   = ' 粤语',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 114分钟',
    又名   = ' 廉政风云·烟幕 / Integrity',
    评分   = 5.6,
    豆瓣ID = 27114416,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 278,
    片名   = '熊出没·原始时代',
    简介   = '熊大熊二光头强意外穿越回恢宏的石器时代，在原始部落与猛犸象、剑齿虎等一众奇特 生物开启了眼界大开的奇幻之旅！原始时代瑰丽非常却又危机四伏，熊强三人组与一只可爱 狼女一路相伴，笑料百出。原始部落纠葛不断，女族长竟对光头强情愫暗生……面对凶猛狼 族的步步紧逼、原始人类的不断质疑、自然危机的全面爆发，熊强究竟何去何从？他们又能 否回归现代？一场关于守护与成长、爱与勇气的冒险，拉开序幕……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2541035591.jpg',
    导演   = ' 丁亮 / 林汇达',
    编剧   = ' 徐芸 / 万秦 / 蒋琳',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 88分钟',
    又名   = ' 熊出没6 / 熊出没大电影6 / Boonie Bears',
    评分   = 6.5,
    豆瓣ID = 30335059,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 279,
    片名   = '小猪佩奇过大年',
    简介   = '阿里影业与英国Entertainment One合拍，讲述汤圆、饺子和爸爸妈妈生活在一个温暖的家庭里。除夕这天，爷爷奶奶姥姥姥爷与他们相聚。大家体验了传统习俗，经历了很多意想不到的事情。他们和佩奇乔治一样，每经历一件事情，就会让他们更加热爱彼此，热爱家人，热爱生活。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2545975847.jpg',
    导演   = ' 张大鹏 / 内维尔·阿斯特利 / 马克·贝克 / 尤里斯·范·侯辛 / 莎拉·罗珀',
    编剧   = ' 郝铭 / 张大鹏 / 柳青伶 / 内维尔·阿斯特利 / 马克·贝克 / 玛蒂尔达·崔斯特瑞姆',
    语言   = ' 汉语普通话 / 英语',
    上映日期 = ' 2019-02-05(中国大陆)',
    片长   = ' 81分钟',
    又名   = ' Peppa Celebrates Chinese New Year',
    评分   = 4.6,
    豆瓣ID = 30295908,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 280,
    片名   = '白蛇：缘起',
    简介   = '晚唐年间，国师发动民众大量捕蛇。前去刺杀国师的白蛇意外失忆，被捕蛇村少年救下。为帮助少女找回记忆，两人踏上了一段冒险旅程。冒险的过程让两人感情迅速升温，但少女蛇妖的身份也逐渐显露，另一边国师与蛇族之间不可避免的大战也即将打响，两人的爱情将要接受巨大考验。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2544313786.jpg',
    导演   = ' 黄家康 / 赵霁',
    编剧   = ' 大毛',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-01-11(中国大陆)',
    片长   = ' 99分钟',
    又名   = ' White Snake',
    评分   = 7.9,
    豆瓣ID = 30331149,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 281,
    片名   = '龙猫 となりのトトロ',
    简介   = '小月的母亲生病住院了，父亲带着她与四岁的妹妹小梅到乡间的居住。她们对那里的环境都感到十分新奇，也发现了很多有趣的事情。她们遇到了很多小精灵，她们来到属于她们的环境中，看到了她们世界中很多的奇怪事物，更与一只大大胖胖的龙猫成为了朋友。龙猫与小精灵们利用他们的神奇力量，为小月与妹妹带来了很多神奇的景观，令她们大开眼界。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2540924496.jpg',
    导演   = ' 宫崎骏',
    编剧   = ' 宫崎骏',
    语言   = ' 日语',
    上映日期 = ' 2018-12-14(中国大陆) / 1988-04-16(日本)',
    片长   = ' 86分钟',
    又名   = ' 邻居托托罗 / 邻家的豆豆龙 / 隔壁的特特罗 / Tonari no Totoro / My Neighbor Totoro',
    评分   = 9.2,
    豆瓣ID = 1291560,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 282,
    片名   = '死侍2：我爱我家 Deadpool 2',
    简介   = '漫威史上最贱的雇佣兵死侍再度归来！本与女友过着幸福生活的死侍（瑞安·雷诺兹 饰）上门寻仇，美好生活岌岌可危。然而悲惨的日子还没结束，死侍还和想要接纳他的X战警剪不断，理还乱。就在这位平日里插科打诨的英雄人生跌入谷底之时，一位强大的时空穿越者——电索（乔什·布洛林 饰）却盯上了死侍想要保护的少年。为迎强敌，死侍广发英雄帖，临时组建了X特攻队。就凭他们真的能打过这位来自未来的敌人么？
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2545479945.jpg',
    导演   = ' 大卫·雷奇',
    编剧   = ' 瑞特·里斯 / 保罗·韦尼克 / 瑞恩·雷诺兹 / 杰克·科比 / 斯坦·李 / 罗伯·莱菲尔德 / 露易丝·西蒙森 / 莱恩·韦恩 / 克里斯·克雷蒙 / 戴夫·科克勒姆 / 法比安·尼切扎',
    语言   = ' 英语',
    上映日期 = ' 2019-01-25(中国大陆) / 2018-05-18(美国)',
    片长   = ' 119分钟 / 134分钟(蓝光版)',
    又名   = ' 死侍2 / 死侍往事 / 死侍2：童话篇 / DP2 / Once Upon a Deadpool',
    评分   = 7.4,
    豆瓣ID = 26588308,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 283,
    片名   = '大黄蜂 Bumblebee',
    简介   = '本片故事设定在1987年，正值青春期的18岁少女查理Charlie（海莉·斯坦菲尔德 饰）在加州海边小镇的废弃场里发现了伤痕累累的大黄蜂，他们之间会发生怎样的故事呢？让我们拭目以待！
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2541662397.jpg',
    导演   = ' 特拉维斯·奈特',
    编剧   = ' 克里斯蒂娜·霍德森',
    语言   = ' 英语',
    上映日期 = ' 2019-01-04(中国大陆) / 2018-12-21(美国)',
    片长   = ' 114分钟',
    又名   = ' 大黄蜂大电影 / 大黄蜂独立电影 / 变形金刚外传：大黄蜂 / 变形金刚外传大黄蜂 / Brighton Falls',
    评分   = 7.1,
    豆瓣ID = 26394152,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 284,
    片名   = '四个春天',
    简介   = '《四个春天》是一部以真实家庭生活为背景的纪录片。15岁离家，在异乡漂泊多年的导演以自己南方小城里的父母为主角，在四年光阴里，以一己之力记录了他们的美丽日常。在如诗的乐活慢生活图景中，影像缓缓雕刻出一个幸福家庭近二十年的温柔变迁，以及他们如何以自己的方式面对流转的时间、人生的得失起落。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2540578887.jpg',
    导演   = ' 陆庆屹',
    编剧   = null,
    语言   = ' 贵州独山话',
    上映日期 = ' 2019-01-04(中国大陆) / 2017-12-30(UCCA艺术放映) / 2018-07-23(FIRST青年影展)',
    片长   = ' 105分钟',
    又名   = ' Four Springs',
    评分   = 8.9,
    豆瓣ID = 27191492,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 285,
    片名   = '钢铁飞龙之奥特曼崛起',
    简介   = '创世晶石危机一触即发，为了阻止地球毁灭，奥特曼选择了看似平凡的小男孩乐乐作为自己的人间体，面对重重挑战，原本调皮捣蛋的小屁孩在奥特曼的引导下，成为拯救地球的关键人物，而奥特曼超能力的秘密也逐渐被揭晓……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2544885346.jpg',
    导演   = ' 王巍',
    编剧   = ' 王巍',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-01-18(中国大陆)',
    片长   = ' 90分钟',
    又名   = ' Dragon Force-Rise of Ultraman',
    评分   = 3.1,
    豆瓣ID = 30190607,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 286,
    片名   = '疯狂外星人 Home',
    简介   = '远在宇宙另一端的波波星人因为不堪忍受瓜星人的侵掠，于是举族远迁，将蔚蓝的地球视为他们新的定居点。在颟顸的领袖的指挥下，波波星人将人类驱逐到澳大利亚一处专门修建的定居点，还美其名曰与人类和平共处。绰号“小费”的女孩格莱图蒂•图奇是城市中唯一的落网者，她思念被抓走的母亲，于是带着爱猫驱车寻找母亲的下落。半路上小费遭遇了一名波波星人小欧，小欧是一个令同族人唯恐避之不及的麻烦所在，他不久前用手中的仪器发送了乔迁派对的邀请，谁知其中一条群发给了瓜星人，他由此被同类视作叛徒遭到追捕。
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2235609577.jpg',
    导演   = ' 蒂姆·约翰逊',
    编剧   = ' 汤姆·J·阿瑟尔 / 马特·恩贝尔 / 亚当·雷克斯',
    语言   = ' 英语',
    上映日期 = ' 2015-04-24(中国大陆) / 2015-03-07(博尔德电影节) / 2015-03-27(美国)',
    片长   = ' 94分钟',
    又名   = ' 家园 / 无敌安乐窝(港) / 好家在一起(台) / 斯麦克节快乐 / Happy Smekday! / The True Meaning of Smekday',
    评分   = 7.3,
    豆瓣ID = 10827341,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 287,
    片名   = '燃点',
    简介   = '《燃点》是北京细蓝线文化传播有限公司出品的真实记录中国第三代创业者生存状态的创业纪实电影。
                                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2541278708.jpg',
    导演   = ' 关琇 / 萧屺楠',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-01-11(中国大陆)',
    片长   = ' 107分钟',
    又名   = ' Startups',
    评分   = 6.1,
    豆瓣ID = 27663881,
    状态   = 1;
update MOVIE.MOVIE
set ID   = 288,
    片名   = '今夜在浪漫剧场 今夜、ロマンス劇場で',
    简介   = '影片讲述梦想成为导演的淳朴青年健司（坂口健太郎 饰），和从黑白电影中“穿越而出”，现身于健司面前的美雪公主（绫濑遥 饰）之间的纯情恋爱故事。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546938024.jpg',
    导演   = ' 武内英树',
    编剧   = ' 宇山佳佑',
    语言   = ' 日语',
    上映日期 = ' 2019-02-14(中国大陆) / 2018-02-10(日本)',
    片长   = ' 109分钟',
    又名   = ' 星光奇遇结良缘(港) / 今夜，在浪漫剧场与你相遇(台) / 今夜，在罗曼剧场 / Color Me True / Tonight, at the Movies',
    评分   = 7,
    豆瓣ID = 27039378,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 289,
    片名   = '一吻定情',
    简介   = '笨蛋爱上天才，会有结果吗？平凡女孩原湘琴（林允饰）喜欢上了天才少年江直树（王大陆饰），在她表白失败准备放弃之际，爸爸居然带着自己搬进了直树家里？！一个猛追，一个猛逃，热闹欢腾的纯真高中生活就此上演。朝夕相处中，直树渐渐被湘琴乐观的无畏精神吸引，他开始怀疑：湘琴究竟是人生偏差、还是自己的命中注定?
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546255256.jpg',
    导演   = ' 陈玉珊',
    编剧   = ' 曾咏婷 / 黄继柔',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-14(中国大陆)',
    片长   = null,
    又名   = ' 淘气小亲亲 / 恶作剧之吻 / 我的少女时代2',
    评分   = 0,
    豆瓣ID = 30263995,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 290,
    片名   = '蓝色生死恋',
    简介   = '电影《蓝色生死恋》根据经典IP电视剧改编，二十年之后以电影形式重回大众视野，讲述了两个同天出生的女孩儿因无意间被掉包，从而牵连出几位主角间命运的错位和爱情的纠葛的故事。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2546250907.jpg',
    导演   = ' 王才涛',
    编剧   = ' 王才涛 / 包尔沁 / 宋洪熙 / 苏小懒 / 张璐',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-14(中国大陆)',
    片长   = null,
    又名   = ' 蓝色生死恋中国版 / Autumn Fairy Tale',
    评分   = 0,
    豆瓣ID = 26971645,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 291,
    片名   = '五十米之恋',
    简介   = '自视甚高的记者余美仁（谢楠饰）是电视台里炙手可热的晋升人选，为了击败对手，她不惜挑战无人胜任的采访任务——前往南方的偏僻小城，去揭露一个有机农场的重大秘密。不料，余美仁在那里不仅遇到了“猪队友”——脱线少年小达（马昂饰）和中二少女莫莫（丁一一饰），更发现低调随性的农场主竟是自己的“克星”——小学同学李十全（方力申饰）。小时候只要两人相距50米以内，她就会出糗倒霉。然而为了事业，余美仁不得不和“克星”擦出亦敌亦友的火花，在保持50米距离的同时，一段阴差阳错又爆笑感人的爱情正在这个浪漫的小城悄然绽放。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546768035.jpg',
    导演   = ' 李依理',
    编剧   = ' 李依理 / 李唐 / 张哈哈',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-14(中国大陆)',
    片长   = ' 92分钟',
    又名   = ' Love in 50 Meters',
    评分   = 0,
    豆瓣ID = 30364902,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 292,
    片名   = '瑞雪兆丰年',
    简介   = '动画电影《瑞雪兆丰年》主要讲述了两只长白山怪兽得知自己的前世是长白山天池神龙，想要重新变回神龙，就必须吃掉千年人参“参大福”。在这个过程中，两位神龙和小伙伴们发生了一系列好玩有趣的故事。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2545563789.jpg',
    导演   = ' 邓海',
    编剧   = ' 胡志军',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-16(中国大陆)',
    片长   = ' 86分钟',
    又名   = ' 参娃与天池怪兽之瑞雪兆丰年 / Snow Indicates Harvest',
    评分   = 0,
    豆瓣ID = 30432991,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 293,
    片名   = '北斗风云',
    简介   = '故事讲述的是1944年，青岛的共产党地下组织“北斗”为了保护一位带着苏联攻打日本关东军的密电的小女孩儿，与日本宪兵队、黑龙会、军统展开了一场激烈的生死对决。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2543650679.jpg',
    导演   = ' 马玉辉 / 魏子千',
    编剧   = ' 肖力 / 王铁军',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-20(中国大陆)',
    片长   = ' 97分钟',
    又名   = ' 北斗之岛城风云 / The Big Dipper',
    评分   = 0,
    豆瓣ID = 27198131,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 294,
    片名   = '阿丽塔：战斗天使 Alita: Battle Angel',
    简介   = '阿丽塔（罗莎·萨拉扎尔 饰）醒来发现既不记得自己是谁，也不认识这个未来世界。善良的医生依德（克里斯托夫·沃尔兹 饰）收留了阿丽塔，因为他意识到在这被遗弃的机器人外壳下，潜藏着一个有着非凡的心灵。当阿丽塔逐步适应她的新生活和钢铁城的街头险恶时，依德想试图让她远离她那神秘的过往，但她的街头朋友雨果（基恩·约翰逊 饰）则试图帮她唤起回忆。城市腐败统治者对阿丽塔展开了追捕，她却因此发现了有关过去的线索——她具有独特而强大的战斗能力。若她能够逃离他们的控制，她就能成为拯救她的朋友，家人和她所爱世界的关键。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2544987866.jpg',
    导演   = ' 罗伯特·罗德里格兹',
    编剧   = ' 詹姆斯·卡梅隆 / 莱塔·卡罗格里迪斯 / 罗伯特·罗德里格兹 / 木城雪户',
    语言   = ' 英语 / 西班牙语',
    上映日期 = ' 2019-02-22(中国大陆) / 2019-02-05(台湾) / 2019-02-14(美国)',
    片长   = ' 122分钟',
    又名   = ' 铳梦 / 铳梦：战斗天使(港) / 艾莉塔：战斗天使(台)',
    评分   = 0,
    豆瓣ID = 1652592,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 295,
    片名   = '朝花夕誓 さよならの朝に約束の花をかざろう',
    简介   = '在世界的尽头，住着一群被称为“离别一族”的古老民族：他们拥有着长寿之血和永生不老的面容。在一场外族入侵的战役中，离别一族惨遭灭族，15岁的玛奇亚虽然侥幸逃生，却彻底和朋友失去了联系。孤身一人的她在残骸中拾到了一个普通人家的遗孤，并决定收养它。然而随着时间的流逝，玛奇亚必须要学会如何做一个母亲，经历人间的生离死别，并在朝代的更迭中守护“离别一族”最后的信仰…
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2545561196.jpg',
    导演   = ' 冈田麿里 / 筱原俊哉',
    编剧   = ' 冈田麿里',
    语言   = ' 日语',
    上映日期 = ' 2019-02-22(中国大陆) / 2018-02-24(日本)',
    片长   = ' 115分钟',
    又名   = ' 朝花夕誓：于离别之朝束起约定之花 / 在离别之朝竖起约定之花 / 在离别的清晨装点上约定之花 / 道别的早晨就用约定之花点缀吧(台) / Let Us Adorn the Morning of Farewells with Promised Flowers / Maquia',
    评分   = 7.4,
    豆瓣ID = 27083561,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 296,
    片名   = '古井凶灵',
    简介   = '民国九年，父亲没有顾及女儿的反对，执意让孝芸嫁入权尊势重的童家。然而，一桩桩诡异蹊跷的怪事却接踵而至。行迹鬼魅的二太太，相继惨死的管家和家丁，不祥逐渐笼罩着这个千年的古宅大院。众人都认为是孝芸给这个家族带来不安和惶恐，童家少爷却对孝芸倾力保护。随着逐渐揭开的内幕，孝芸发现几年前多人罹难的戏班大火，和这个世代相传的家族有着悄然的联系。原来，在这个钟鸣鼎食的家族背后，隐藏着一段让人唏嘘扼腕的爱恨情仇。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546363124.jpg',
    导演   = ' 王辰六',
    编剧   = ' 王辰六',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-22(中国大陆)',
    片长   = ' 88分钟',
    又名   = ' The Ghost in Well',
    评分   = 0,
    豆瓣ID = 30424795,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 297,
    片名   = '三变山变',
    简介   = '电影《三变 山变》由彭兰玉执导，以改革开放40年为大背景，用纪录电影表现手法展示六盘水市各级党委政府以责任、担当和勇气带领全市各族人民群众是怎样开启脱贫攻坚之旅的，真实再现了“资源变资产、资金变股金、农民变股东”这“三变”改革探索中的鲜活故事，记录了在以习近平总书记为核心的党中央领导下，中国农村正在发生着的翻天覆地的变化。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546363876.jpg',
    导演   = ' 彭兰玉',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-02-26(中国大陆)',
    片长   = ' 80分钟',
    又名   = ' Three Changes, Mountain Changes',
    评分   = 0,
    豆瓣ID = 30443767,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 298,
    片名   = '绿皮书 Green Book',
    简介   = '一名黑人钢琴家，为前往种族歧视严重的南方巡演，找了一个粗暴的白人混混做司机。在一路开车南下的过程里，截然不同的两人矛盾不断，引发了不少争吵和笑料。但又在彼此最需要的时候，一起共渡难关。行程临近结束，两人也慢慢放下了偏见......
                                    ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2546159617.jpg',
    导演   = ' 彼得·法雷里',
    编剧   = ' 尼克·瓦莱隆加 / 布莱恩·海耶斯·库瑞 / 彼得·法雷里',
    语言   = ' 英语 / 意大利语 / 俄语 / 德语',
    上映日期 = ' 2019-03-01(中国大陆) / 2018-09-11(多伦多电影节) / 2018-11-21(美国)',
    片长   = ' 130分钟',
    又名   = ' 绿簿旅友(港) / 幸福绿皮书(台) / 绿书',
    评分   = 8.9,
    豆瓣ID = 27060077,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 299,
    片名   = '驯龙高手3 How To Train Your Dragon: The Hidden World',
    简介   = '梦工场动画将倾情奉献一段跌宕起伏的故事，主人公们不断成长，寻找面对未知的勇气，始终不离不弃。一位维京少年和一只令人生畏的夜煞飞龙之间看似不可能的友情，已经演变成了一段持续彼此一生的史诗级冒险。这便是即将上映的《驯龙高手3》，也是影史上最受欢迎的动画系列之一《驯龙高手》系列最为浓墨重彩的崭新篇章。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546335362.jpg',
    导演   = ' 迪恩·德布洛斯',
    编剧   = ' 迪恩·德布洛斯',
    语言   = ' 英语',
    上映日期 = ' 2019-03-01(中国大陆) / 2019-01-03(澳大利亚) / 2019-02-22(美国)',
    片长   = ' 104分钟',
    又名   = ' 驯龙记3(港) / 驯龙高手3：隐秘的世界 / How to Train Your Dragon 3',
    评分   = 7.8,
    豆瓣ID = 19899707,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 300,
    片名   = '夏目友人帐 劇場版 夏目友人帳 ～うつせみに結ぶ～',
    简介   = '在人与妖怪之间过着忙碌日子的夏目，偶然与以前的同学结城重逢，由此回忆起了被妖怪缠身的苦涩记忆。此时，夏目认识了在归还名字的妖怪记忆中出现的女性·津村容莉枝。和玲子相识的她，现在和独子椋雄一同过着平稳的生活。夏目通过与他们的交流，心境也变得平和。但这对母子居住的城镇，却似乎潜伏着神秘的妖怪。在调查此事归来后，寄生于猫咪老师身体的“妖之种”，在藤原家的庭院中，一夜之间就长成树结出果实。而吃掉了与自己形状相似果实的猫咪老师，竟然分裂成了3个——！？
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2546745948.jpg',
    导演   = ' 大森贵弘 / 伊藤秀樹',
    编剧   = ' 绿川幸 / 村井贞之',
    语言   = ' 日语',
    上映日期 = ' 2019-03-07(中国大陆) / 2018-09-29(日本)',
    片长   = ' 104分钟',
    又名   = ' 夏目友人帐：结缘空蝉 / 剧场版 夏目友人帐～缘结空蝉～ / 夏目友人帐 剧场版 / Natsume''s Book of Friends The Movie',
    评分   = 8.6,
    豆瓣ID = 27166442,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 301,
    片名   = '惊奇队长 Captain Marvel',
    简介   = '漫画中的初代“惊奇女士”原名Carol Danvers，她曾经是一名美国空军情报局探员，暗恋惊奇先生。此后她得到了超能力，成为“惊奇女士”，在漫画中是非常典型的女性英雄人物。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2547210584.jpg',
    导演   = ' 安娜·波顿 / 瑞安·弗雷克',
    编剧   = ' 安娜·波顿 / 莉兹·弗拉希夫 / 瑞安·弗雷克 / 梅格·勒福夫 / 卡莉·门奇 / 尼科尔·帕尔曼 / 吉内瓦·德沃莱特-罗宾森 / 吉因·科兰 / 罗伊·托马斯',
    语言   = ' 英语',
    上映日期 = ' 2019-03-08(美国/中国大陆)',
    片长   = ' 128分钟',
    又名   = ' Marvel队长(港) / 漫威队长 / 惊奇女士',
    评分   = 0,
    豆瓣ID = 26213252,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 302,
    片名   = '过春天',
    简介   = '16岁单非家庭女孩“佩佩”，她的城市既是香港、也是深圳，一边有身份，一边有生活。为了和闺蜜的约定，为了自己的存在感，为了懵懂的好感，她内心的冲动被点燃、“水客”成为了她的另一个身份，一段颇有“冒险”感的青春故事就此开始。
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2544425813.jpg',
    导演   = ' 白雪',
    编剧   = ' 白雪 / 林美如',
    语言   = ' 汉语普通话 / 粤语',
    上映日期 = ' 2019-03-08(中国大陆) / 2018-09-08(多伦多电影节)',
    片长   = ' 99分钟',
    又名   = ' 分隔线 / 佩佩 / The Crossing',
    评分   = 8,
    豆瓣ID = 27191431,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 303,
    片名   = '在乎你',
    简介   = '国内知名女设计师袁元（俞飞鸿 饰），日本留学归国，气质出众，事业成功，多年的合伙人雷鸣也对她照顾有加。然而，看似人生赢家的袁元，内心深处却始终隐藏着一个难以放下的心结。在遇到事业瓶颈时，一位日本女孩（木下彩音 饰）的突然出现打破了袁元原本风平浪静的生活，一段关于北海道的神秘往事也随之展开……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2543614693.jpg',
    导演   = ' 毕国智',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-03-08(中国大陆)',
    片长   = null,
    又名   = ' 我只在乎你 / Wish You Were Here',
    评分   = 0,
    豆瓣ID = 27185558,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 304,
    片名   = '凌晨两点半2',
    简介   = '影片讲述了一群人为了寻找宝藏，不远千里来到千古传说的聚魂灵山，传说聚魂灵山有去无回，千年来陆续进入聚魂灵山的人相续失踪，据说此山之中埋葬着千年不腐女尸，千年不灭之阴火，每到阴气最重的时间凌晨两点半都会有万鬼复出，阴火连绵，狂风萧萧。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2542978731.jpg',
    导演   = ' 王赛',
    编剧   = ' 王赛',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-03-08(中国大陆)',
    片长   = ' 90分钟',
    又名   = ' At Two Thirty',
    评分   = 0,
    豆瓣ID = 30338444,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 305,
    片名   = '似水流年',
    简介   = '《牡丹亭》是昆曲经典剧目，其作者汤显祖更被誉为“东方的莎士比亚”，故事便发生在汤显祖写下《牡丹亭》的城市遂昌。幼时起跟随师父学习昆曲的师兄弟三人，从艺道路上屡屡受挫。一方面昆曲地位日渐衰微，戏台即将被拆除；另一方面三人与师妹的情感纠葛错综复杂，矛盾频发。三人愤而前往大城市打拼改变命运，历经挫折后在城市站稳脚跟。此时家乡却传来师父的噩耗，当他们赶回去时，一切都已面目全非，从小收养的孤儿亦与他们反目。最终三人决定回归家乡再度创业，希望重振昆曲……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2540569584.jpg',
    导演   = ' 郑君奇 / 李龙俊',
    编剧   = ' 路东',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-03-08(中国大陆)',
    片长   = ' 117分钟',
    又名   = ' Those Years We Have Traveled together',
    评分   = 0,
    豆瓣ID = 30384186,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 306,
    片名   = '我们的爱情',
    简介   = '已婚男人何慕洋在意外邂逅女记者任梦后，坠入了爱河。妻子江欣非常伤心，何慕洋在婚姻与情感之间的纠缠也身心俱疲，事业更是遭遇了严重危机。最终任梦选择了离开，何慕洋也重新回归到了家庭。
                        ',
    海报   = 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2543521349.jpg',
    导演   = ' 汪小白',
    编剧   = null,
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-03-08(中国大陆)',
    片长   = null,
    又名   = null,
    评分   = 0,
    豆瓣ID = 30378898,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 307,
    片名   = '阳台上',
    简介   = '《阳台上》讲述了一个关于“复仇”的故事。整日无所事事的张英雄（王锵饰）一直生活在父母的溺爱下。父亲因为与拆迁工作人员陆志强发生冲突而忽然离世，张英雄决定要为父亲报仇。生性懦弱、摇摆不定的他却在不断偷窥、跟踪的“复仇”过程中，对陆志强的女儿陆珊珊（周冬雨饰）产生了复杂而冲动的感情......
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2546828235.jpg',
    导演   = ' 张猛',
    编剧   = ' 刘雅 / 任晓雯',
    语言   = ' 汉语普通话',
    上映日期 = ' 2019-03-15(中国大陆)',
    片长   = null,
    又名   = ' On the Balcony',
    评分   = 0,
    豆瓣ID = 27135473,
    状态   = 2;
update MOVIE.MOVIE
set ID   = 308,
    片名   = '我不是药神',
    简介   = '普通中年男子程勇（徐峥 饰）经营着一家保健品店，失意又失婚。不速之客吕受益（王传君 饰）的到来，让他开辟了一条去印度买药做“代购”的新事业，虽然困难重重，但他在这条“买药之路”上发现了商机，一发不可收拾地做起了治疗慢粒白血病的印度仿制药独家代理商。赚钱的同时，他也认识了几个病患及家属，为救女儿被迫做舞女的思慧（谭卓 饰）、说一口流利“神父腔”英语的刘牧师（杨新鸣 饰），以及脾气暴烈的“黄毛”（章宇 饰），几个人合伙做起了生意，利润倍增的同时也危机四伏。程勇昔日的小舅子曹警官（周一围 饰）奉命调查仿制药的源头，假药贩子张长林（王砚辉 饰）和瑞士正牌医药代表（李乃文 饰）也对其虎视眈眈，生意逐渐变成了一场关于救赎的拉锯战。
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2519070834.jpg',
    导演   = ' 文牧野',
    编剧   = ' 韩家女 / 钟伟 / 文牧野',
    语言   = ' 汉语普通话 / 英语 / 上海话 / 印地语',
    上映日期 = ' 2018-07-05(中国大陆) / 2018-06-30(大规模点映)',
    片长   = ' 117分钟',
    又名   = ' 中国药神 / 印度药神 / 印度药商 / 生命之路 / Dying to Survive / Drug Dealer',
    评分   = 9,
    豆瓣ID = 26752088,
    状态   = 3;
update MOVIE.MOVIE
set ID   = 309,
    片名   = '红海行动',
    简介   = '中东国家伊维亚共和国发生政变，武装冲突不断升级。刚刚在索马里执行完解救人质任务的海军护卫舰临沂号，受命前往伊维亚执行撤侨任务。舰长高云（张涵予 饰）派出杨锐（张译 饰）率领的蛟龙突击队登陆战区，护送华侨安全撤离。谁知恐怖组织扎卡却将撤侨部队逼入交火区，一场激烈的战斗在所难免。与此同时，法籍华人记者夏楠（海清 饰）正在伊维亚追查威廉·柏森博士贩卖核原料的事实，而扎卡则突袭柏森博士所在的公司，意图抢走核原料。混战中，一名隶属柏森博士公司的中国员工成为人质。为了解救该人质，八名蛟龙队员必须潜入有150名恐怖分子的聚集点，他们用自己的信念和鲜血铸成中国军人顽强不屈的丰碑！
                                    ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2514119443.jpg',
    导演   = ' 林超贤',
    编剧   = ' 冯骥 / 陈珠珠 / 林明杰',
    语言   = ' 汉语普通话 / 阿拉伯语 / 英语 / 索马里语 / 粤语',
    上映日期 = ' 2018-02-16(中国大陆)',
    片长   = ' 138分钟',
    又名   = ' 刀锋·红海行动 / Operation Red Sea',
    评分   = 8.3,
    豆瓣ID = 26861685,
    状态   = 3;
update MOVIE.MOVIE
set ID   = 310,
    片名   = '无双 無雙',
    简介   = '《无双》讲述了以代号“画家”（周润发 饰）为首的犯罪团伙，掌握了制造伪钞技术，难辨真伪，并在全球进行交易获取利益，引起警方高度重视。然而“画家”和其他成员的身份一直成谜，警方的破案进度遭受到了前所未有的挑战。在关键时刻，擅长绘画的李问（郭富城 饰）打开了破案的突破口，而“画家”的真实身份却让众人意想不到……
                        ',
    海报   = 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2535096871.jpg',
    导演   = ' 庄文强',
    编剧   = ' 庄文强',
    语言   = ' 汉语普通话 / 粤语 / 英语 / 泰语 / 波兰语',
    上映日期 = ' 2018-09-30(中国大陆) / 2018-10-04(香港)',
    片长   = ' 130分钟',
    又名   = ' Project Gutenberg / Mo seung',
    评分   = 8.1,
    豆瓣ID = 26425063,
    状态   = 3;